import React from 'react';
import { Link } from 'react-router-dom';

const CatholicPrayer1 = () => {
  return (
    <div className="bg-[#fefcf5] text-[#3a2c1f] p-6 md:p-10 leading-loose tracking-wide">
      <div className="max-w-4xl mx-auto">
        <h1 className="text-3xl md:text-4xl font-bold text-center mb-8">
          பாரம்பரிய கத்தோலிக்க ஜெபங்கள்
        </h1>

        <div className="max-w-5xl mx-auto whitespace-pre-line text-justify">
{`அடிப்படைச் செபங்கள்

சிலுவை அடையாளம்

தந்தை மகன் தூய ஆவியின் பெயராலே, ஆமென்.

மூவொரு இறைவன் புகழ்
தந்தைக்கும் மகனுக்கும் தூய ஆவியாருக்கும் மாட்சிமை உண்டாகுக.
தொடக்கத்தில் இருந்ததுபோல இப்பொழுதும் எப்பொழுதும் என்றென்றும் இருப்பதாக. ஆமென்.

கடவுளின் ஆறு சிறப்பான பண்புகள்
1. கடவுள் தாமாகவே இருக்கிறார்.
2. தொடக்கமும் முடிவும் இல்லாமல் இருக்கிறார்.
3. உடலும் உருவமும் இல்லாமல் இருக்கிறார்.
4. அனைத்து நன்மைகளுக்கும் ஊற்றாய் இருக்கிறார்.
5. எங்கும் நிறைந்து இருக்கிறார்.
6. எல்லாவற்றிற்கும் முழு முதல் காரணமாய்இருக்கிறார்.

இயேசு கற்றுத் தந்த இறைவேண்டல்
விண்ணுலகில் இருக்கிற எங்கள் தந்தையே, உமது பெயர் தூயது எனப் போற்றப்பெறுக! உமது ஆட்சி வருக! உமது திருவுளம் விண்ணுலகில் நிறைவேறுவது போல மண்ணுலகிலும் நிறைவேறுக!

எங்கள் அன்றாட உணவை இன்று எங்களுக்குத் தாரும். எங்களுக்கு எதிராகக் குற்றம் செய்வோரை நாங்கள் மன்னிப்பது போல எங்கள் குற்றங்களை மன்னியும். எங்களை சோதனைக்கு உட்படுத்தாதேயும். தீயோனிடமிருந்து எங்களை விடுவித்தருளும் - ஆமென்.

மங்கள வார்த்தை மன்றாட்டு
அருள் மிகப் பெற்ற மரியே வாழ்க! / ஆண்டவர் உம்முடனே. / பெண்களுக்குள் ஆசி பெற்றவர் நீரே. / உம்முடைய திருவயிற்றின் கனியாகிய இயேசுவும் / ஆசி பெற்றவரே./

தூய மரியே / இறைவனின் தாயே / பாவிகளாய் இருக்கிற எங்களுக்காக / இப்பொழுதும் / எங்கள் இறப்பின் வேளையிலும் / வேண்டிக்கொள்ளும் -ஆமென்.

நம்பிக்கை அறிக்கை
விண்ணகத்தையும் மண்ணகத்தையும் படைத்த / எல்லாம் வல்ல தந்தையாகிய / கடவுளை நம்புகிறேன். அவருடைய ஒரே மகனாகிய / இயேசு கிறிஸ்துவை நம்புகிறேன். இவர் தூய ஆவியாரால் கருவுற்று / தூய கன்னி மரியாவிடமிருந்து பிறந்தார். பொந்தியு பிலாத்தின் அதிகாரத்தில் பாடுபட்டு / சிலுவையில் அறையப்பட்டு / இறந்து அடக்கம் செய்யப்பட்டார். பாதாளத்தில் இறங்கி / மூன்றாம் நாள் / இறந்தோரிடமிருந்து உயிர்த்தெழுந்தார். விண்ணகம் சென்று / எல்லாம் வல்ல தந்தையாகிய / கடவுளின் வலப் பக்கத்தில் வீற்றிருக்கிறார். அவ்விடத்திலிருந்து / வாழ்வோருக்கும் இறந்தோருக்கும் / தீர்ப்பு வழங்க மீண்டும் வருவார். தூய ஆவியாரை நம்புகிறேன். தூய கத்தோலிக்கத் திருச்சபையையும் / புனிதர்களுடைய சமூக உறவையும் நம்புகிறேன். பாவ மன்னிப்பை நம்புகிறேன். உடலின் உயிர்ப்பை நம்புகிறேன். நிலை வாழ்வை நம்புகிறேன். ஆமென்.

பத்துக் கட்டளைகள்

1.	நாமே உன் கடவுளாகிய ஆண்டவர். / எம்மைத் தவிர வேறு தெய்வங்கள் உனக்கு இருத்தல் ஆகாது.
2.	உன் கடவுளாகிய ஆன்டவரின் பெயரை / வீணாகப் பயன்படுத்தாதே.
3.	ஓய்வுநாளைத் தூயதாகக் கடைப்பிடிப்பதில் / கருத்தாய் இரு.
4.	உன் தந்தையையும் தாயையும் மதித்து நட.
5.	கொலை செய்யாதே.
6.	விபச்சாரம் செய்யாதே.
7.	களவு செய்யாதே.
8.	பிறருக்கு எதிராகப் பொய்ச் சான்று சொல்லாதே.
9.	பிறர் மனைவிமீது ஆசை கொள்ளாதே.
10.	பிறருக்கு உரியது எதையும் கவர்ந்திட விரும்பாதே.
இந்தப் பத்துக் கட்டளைகளும் இரண்டு கட்டளைகளில் அடங்கும்:
முதலாவது / எல்லாவற்றிற்கும் மேலாக / கடவுளை அன்பு செய்வது.
இரண்டாவது / தன்னை அன்பு செய்வது போல / பிறரையும் அன்பு செய்வது.

திருச்சபையின் ஒழுங்குமுறைகள்

1.	ஞாயிற்றுக் கிழமைகளிலும் கடன் திருநாட்களிலும் / திருப்பலியில் முழுமையாய்ப் பங்கேற்க வேண்டும். / இந் நாள்களின் புனிதத்தைப் பாதிக்கக்கூடிய செயல்பாடுகளைத் தவிர்க்க வேண்டும்.
2.	ஆண்டிற்கு ஒரு முறையாவது / தகுந்த தயாரிப்புடன் / ஒப்புரவு அருள்சாதனத்தில் பங்கேற்க வேண்டும்.
3.	பாஸ்கா காலத்தில் ஒப்புரவு அருள்சாதனத்தில் பங்கேற்று / நற்கருணை உட்கொள்ள வேண்டும்.
4.	திருச்சபை குறிப்பிட்டுள்ள நாள்களில் /இறைச்சி உண்ணாதிருக்க வேண்டும். / நோன்பு நாள்களில் / ஒரு வேளை மட்டும் முழு உணவு உண்ணலாம்.
5.	குறைந்த வயதிலும் / திருமணத் தடை உள்ள உறவினரோடும் / திருமணம் செய்யாதிருக்க வேண்டும்.
6.	திருச்சபையின் தேவைகளை நிறைவேற்ற நம்மால் முடிந்த உதவி செய்ய வேண்டும்.

மனத்துயர் மன்றாட்டு
என் இறைவனாகிய தந்தையே / நன்மை நிறைந்தவர் நீர். / அனைத்திற்கும் மேலாக அன்புக்கு உரியவரும் நீரே. / என் பாவங்களால் உமது அன்பை புறக்கனித்ததற்ககாகவும் / நன்மைகள் செய்யத் தவறியதற்காகவும் / மனம் வருந்துகிறேன். / உமது அருள் உதவியால் / இனிமேல் பாவம் செய்வதில்லை என்றும் / பாவத்துக்கு ஏதுவான சூழ்நிலைகளை விட்டு விலகுவேன் என்றும் / உறுதி கூறுகிறேன். / ஆமென்.

மூவேளை மன்றாட்டு
ஆண்டவருடைய தூதர் மரியாளுக்கு தூது உரைத்தார்.
மரியா தூய ஆவியாரின் வல்லமையால் கருவுற்றார் (அருள் மிகப்)
இதோ ஆண்டவரின் அடிமை.
உமது சொற்படியே எனக்கு நிகழட்டும். (அருள் மிகப்)
வாக்கு மனிதர் ஆனார்.
நம்மிடையே குடிகொண்டார். (அருள் மிகப்)
கிறிஸ்துவின் வாக்குறுதிகளுக்கு நாங்கள் தகுதி பெறும்படி / இறைவனின் தூய அன்னையே / எங்களுக்காக வேண்டிக்கொள்ளும்.

மன்றாடுவோமாக
இறைவா / உம் திருமகன் மனிதர் ஆனதை / உம்முடைய வானதூதர் வழியாக / நாங்கள் அறிந்திருக்கிறோம். / அவருடைய
பாடுகளினாலும் இறப்பினாலும் / நாங்கள் உயிர்ப்பின் மாட்சி பெற / உமது அருளைப் பொழிவீராக. / எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக / உம்மை மன்றாடுகிறோம். /
ஆமென்.

பாஸ்கா கால மூவேளை மன்றாட்டு
விண்ணக அரசியே மனம் களிகூறும்.
அல்லேலூயா.
ஏனெனில் இறைவனைக் கருத்தாங்கும் பேறு பெற்றீர்.
அல்லேலூயா.
தாம் சொன்னபடியே அவர் உயிர்த்தெழுந்தார்.
அல்லேலூயா.
எங்களுககாக இறைவனை மன்றாடும்.
அல்லேலூயா.
கன்னி மரியே! அகமகிழ்ந்து பூரிப்பு அடைவீர்.
அல்லேலூயா.
ஏனெனில் ஆண்டவர் உண்மையாகவே உயிர்த்தெழுந்தார்.
அல்லேலூயா.


மன்றாடுவோமாக
இறைவா / உம்முடைய திருமகனும் எங்கள் ஆண்டவருமாகிய இயேசு கிறிஸ்துவின் உயிர்த்தெழுதலால் / உலகம் மகிழத் திருவுளம் கொண்டீரே! /அவருடைய அன்னையாகிய கன்னி மரியாவின் பரிந்துரையால் / நாங்கள் நிலை வாழ்வின் பெரு மகிழ்வில் பங்கு பெற / அருள் புரியும். / எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக / உம்மை மன்றாடுகிறோம். / ஆமென்.

நம்பிக்கை மன்றாட்டு
என் இறைவா / உமது திருச்சபை நம்பிப் போதிக்கிற / உண்மைகளை எல்லாம் / நீரே அறிவித்திருப்பதால் /அவற்றை நான் உறுதியாக நம்புகிறேன். ஆமென்.

எதிநோக்கு மன்றாட்டு
என் இறைவா / நீர் தந்துள்ள வாக்குறுதிகளை / நான் ஏற்றுக் கொள்கிறேன். / எங்கள் ஆண்டவர் இயேசுவின் இரத்தத்தால் / என் பாவங்களைப் பொறுத்து / எனக்கு உமது அருளையும் / வானக வாழ்வையும் அளிப்பீர் என / உறுதியாக எதிர்நோக்கி இருக்கிறேன். ஆமென்.

அன்பு மன்றாட்டு
என் இறைவா / நீர் அளவில்லாத அன்புக்கு உரியவர் என்பதால்/ அனைத்திற்கும் மேலாக / உம்மை நான் முழு மனத்தோடு அன்பு செய்கிறேன். / மேலும் என்னை நான் அன்பு செய்வது போல / மற்றவரையும் அன்பு செய்கிறேன். ஆமென்.

இறை அன்னையை நோக்கிப் புனித பெர்நார்துவின் மன்றாட்டு
மிகவும் இரக்கமுள்ள தாயே / உம்மிடம் அடைக்கலம் நாடி வந்து / ஆதரவை தேடி / மன்றாடினோர் எவரையும் நீர் கைவிட்டதாக / ஒருபோதும் உலகில் சொல்லக் கேட்டதில்லை / என்பதை நினைத்தருளும். / கன்னியர்களுக்கு அரசியான கன்னியே / நீர் அடைக்கலம் தருபவர் என்னும் நம்பிக்கை / என்னைத் தூண்டுவதால் / நான் உமது திருவடியை நாடி வருகிறேன். / பாவியாகிய நான் / உமது இரக்கத்திற்காக / துயரத்தோடு உம் திருமுன் காத்து நிற்கிறேன். / மனிதராகப் பிறந்த வார்த்தையின் தாயே / என் மன்றாட்டைப் புறக்கணியாமல் கேட்டருளும். பிறப்புநிலைப் பாவம் இன்றிக் கருவுற்ற தூய மரியே / பாவிகளுக்கு அடைக்கலமே / இதோ உம்முடைய அடைக்கலம் நாடி ஓடி வந்தோம். / எங்கள்மீது இரக்கம் கொண்டு / எங்களுக்காக உம்முடைய திருமகனிடம் வேண்டிக்கொள்ளும். ஆமென்.


தினசரி செபங்கள்
திருச்சிலுவை அடையாளம்:
(எந்த ஒரு செயலையோ, செபத்தையோ தொடங்கும் போதும், முடிக்கும் போதும் சொல்ல வேண்டிய செபம்)
தந்தை, மகன், தூய ஆவியாரின் பெயராலே… ஆமென்.
திருச்சிலுவை செபம்:
(ஆலயத்திற்குள் நுழைந்த உடனும், செபமாலை ஆரம்பிப்பதற்கு முன்னரும் சொல்ல வேண்டிய செபம்)
திருச்சிலுவை அடையாளத்தினாலே எங்கள் பகைவர்களிடமிருந்து எங்களை மீட்டருளும் எங்கள் இறைவா, தந்தை, மகன், தூய ஆவியாரின் பெயராலே… ஆமென்.
திவ்விய நற்கருணை ஆராதனை:
(திவ்விய நற்கருணை வைக்கப்பட்டுள்ள ஆலயத்திற்குள் நுழைந்த உடனும், ஆலயத்தை விட்டு வெளியே செல்லும் முன்னரும், முழந்தாள்படியிட்டு, வணங்கிச் சொல்ல வேண்டிய செபம்)
புதிய மொழிபெயர்ப்பு: நிலையான புகழுக்குரிய தூய இறை நன்மைக்கே எல்லா காலமும் தொழுகையும், புகழும், போற்றியும், மாட்சிமையும் உண்டாகக் கடவது. (மூன்று முறை)
பழைய மொழிபெயர்ப்பு: நித்திய ஸ்துதிக்குரிய பரிசுத்த பரம திவ்ய நற்கருணைக்கு, சதா காலமும், ஆராதனையும் ஸ்துதியும் ஸ்தோதிரமும் நமஸ்காரமும் உண்டாகக் கடவது. (மூன்று முறை)
பாடல்: நித்திய ஸ்துதிக்குரிய பரிசுத்த நற்கருணைக்கு, பக்தியாய் ஆராதனை எத்திசையும் புரிவோம். (மூன்று முறை)
கடவுளின் ஆறு சிறப்பானப் பண்புகள் :
1.	
1.	கடவுள் தாமாகவே இருக்கிறார்.
2.	தொடக்கமும் முடிவும் இல்லாமல் இருக்கிறார்.
3.	உடலும் உருவமும் இல்லாமல் இருக்கிறார்.
4.	அனைத்து நன்மைகளுக்கும் ஊற்றாக இருக்கிறார்.
5.	எங்கும் நிறைந்து இருக்கிறார்.
6.	எல்லாவற்றிற்கும் முழு முதல் காரணமாக இருக்கிறார்.
கர்த்தர் கற்பித்த செபம்:
(செபமாலையின் போது சொல்ல வேண்டிய செபம்)
முத: விண்ணுலகில் இருக்கிற எங்கள் தந்தையே, உமது பெயர் தூயது எனப் போற்றப் பெருக! உமது ஆட்சி வருக. உமது திருவுளம் விண்ணுலகில் நிறைவேறுவது போல மண்ணுலகிலும் நிறைவேறுக.
எல்: எங்கள் அன்றாட உணவை இன்று எங்களுக்குத் தாரும். எங்களுக்கு எதிராகக் குற்றம் செய்வோரை நாங்கள் மன்னிப்பது போல எங்கள் குற்றங்களை மன்னியும். எங்களைச் சோதனைக்கு உட்படுத்தாதேயும். தீமையிலிருந்து எங்களை விடுவித்தருளும். ஆமென்.
மங்கள வார்த்தை செபம்
(செபமாலையின் போது சொல்ல வேண்டிய செபம்)
முத: அருள் மிகப் பெற்ற மரியே வாழ்க! ஆண்டவர் உம்முடனே. பெண்களுள் ஆசி பெற்றவர் நீரே. உம்முடைய திரு வயிற்றின் கனியாகிய இயேசுவும் ஆசி பெற்றவரே.
எல்: தூய மரியே, இறைவனின் தாயே, பாவிகளாய் இருக்கிற எங்களுக்காக, இப்பொழுதும் எங்கள் இறப்பின் வேளையிலும் வேண்டிக் கொள்ளும். ஆமென்.
மூவொரு இறைவன் (தமத்திரித்துவம்) புகழ் செபம்:
(செபமாலையின் போது சொல்ல வேண்டிய செபம்)
முத: தந்தைக்கும், மகனுக்கும், தூய ஆவியாருக்கும் மாட்சி உண்டாவதாக.
எல்: தொடக்கத்திலே இருந்தது போல இப்பொழுதும் எப்பொழுதும் என்றென்றும் இருப்பதாக. ஆமென்.
பாத்திமா அன்னை செபம்
(செபமாலையின் போது சொல்ல வேண்டிய செபம்)
ஓ என் இயேசுவே! எங்கள் பாவங்களைப் பொறுத்தருளும். எங்களை நரக நெருப்பிலிருந்து மீட்டருளும். எல்லாரையும் விண்ணுலகப் பாதையில் நடத்தியருளும். உமது இரக்கம் யாருக்கு அதிகத் தேவையோ, அவர்களுக்குச் சிறப்பான உதவி புரியும்.
________________________________________
பத்து கட்டளைகள்:
கடவுள் நமக்கு அருளிய பத்து கட்டளைகள் இவையே:
1.	
1.	நாமே உன் கடவுளாகிய ஆண்டவர். எம்மைத் தவிர வேறு தெய்வங்கள் உனக்கு இருத்தல் ஆகாது.
2.	உன் கடவுளாகிய ஆண்டவரின் பெயரை வீணாகப் பயன்படுத்தாதே.
3.	ஓய்வு நாளைத் தூயதாகக் கடைப்பிடிப்பதில் கருத்தாய் இரு.
4.	உன் தந்தையையும் உன் தாயையும் மதித்து நட.
5.	கொலை செய்யாதே.
6.	விபசாரம் செய்யாதே.
7.	களவு செய்யாதே.
8.	பிறருக்கு எதிராகப் பொய்ச்சான்று சொல்லாதே.
9.	பிறர் மனைவி மீது ஆசை கொள்ளாதே.
10.	பிறருக்கு உரியது எதையும் கவர்ந்திட விரும்பாதே.
இந்தப் பத்துக் கட்டளைகளும் இயேசு தந்த இரண்டு கட்டளைகளில் அடங்கும்;
1.	
1.	முதலாவது, எல்லாவற்றிற்கும் மேலாக (உன் முழு இருதயத்தோடும், முழு உள்ளத்தோடும், முழு ஆன்மாவோடும்)  உன் ஆண்டவராகிய கடவுளை அன்பு செய்வது.
2.	இரண்டாவது, தன்னை அன்பு செய்வது போல பிறரையும் அன்பு செய்வது.
திருச்சபைக் கட்டளைகள் (ஆறு):
1.	
1.	ஞாயிற்றுக்கிழமைகளிலும், கடன் திருநாள்களிலும் திருப்பலியில் முழுமையாகப் பங்கேற்க வேண்டும். இந்நாள்களின் புனிதத்தைப் பாதிக்கக் கூடிய செயல்பாடுகளைத் தவிர்க்க வேண்டும்.
2.	ஆண்டிற்கு ஒரு முறையாவது, தகுந்தத் தயாரிப்புடன் ஒப்புரவு அருள்சாதனத்தில் பங்கேற்க வேண்டும்.
3.	பாஸ்கா காலத்தில் ஒப்புரவு அருள்சாதனத்தில் பங்கேற்று திவ்விய நற்கருணை உட்கொள்ள வேண்டும்.
4.	திருஅவை குறிப்பிட்டுள்ள நாள்களில் இறைச்சி உண்ணாதிருக்க வேண்டும். நோன்பு நாள்களில் ஒரு வேளை மட்டும் முழு உணவு உண்ணலாம்.
5.	திருஅவை குறிப்பிட்டுள்ள காலத்திலும், குறைந்த வயதிலும், திருமணத் தடை உள்ள உறவினரோடும் திருமணம் செய்யாதிருக்க வேண்டும்.
6.	திருஅவையின் தேவைகளை நிறைவேற்ற நம்மால் முடிந்த உதவிகளைச் செய்ய வேண்டும்.
________________________________________
நம்பிக்கை அறிக்கை (சிறியது):
(செபமாலையின் போது சொல்ல வேண்டிய செபம்)
விண்ணகத்தையும் மண்ணகத்தையும் படைத்த எல்லாம் வல்ல தந்தையாகிய கடவுளை நம்புகின்றேன்.
அவருடைய ஒரே மகனாகிய நம் ஆண்டவர் இயேசு கிறிஸ்துவை நம்புகின்றேன்.
(“பிறந்தார்” எனச் சொல்லும் வரை எல்லாரும் தலை வணங்கவும்)
இவர் தூய ஆவியால் கருவுற்று கன்னி மரியாவிடமிருந்து பிறந்தார்.
பொந்தியு பிலாத்தின் அதிகாரத்தில் பாடுபட்டுச் சிலுவையில் அறையப்பட்டு, இறந்து, அடக்கம் செய்யப்பட்டார்.
பாதாளத்தில் இறங்கி, மூன்றாம் நாள் இறந்தோரிடமிருந்து உயிர்த்தெழுந்தார்.
விண்ணகத்திற்கு எழுந்தருளி எல்லாம் வல்ல தந்தையாகிய கடவுளின் வலப்பக்கத்தில் வீற்றிருக்கின்றார்.
அங்கிருந்து வாழ்வோருக்கும் இறந்தோருக்கும் தீர்ப்பு வழங்க வருவார்.
தூய ஆவியாரை நம்புகின்றேன்.
புனித, கத்தோலிக்கத் திரு அவையை நம்புகின்றேன்.
புனிதர்களின் உறவு ஒன்றிப்பை நம்புகின்றேன்.
பாவமன்னிப்பை நம்புகின்றேன்.
உடலின் உயிர்ப்பை நம்புகின்றேன்.
நிலைவாழ்வை நம்புகின்றேன். ஆமென்.
நம்பிக்கை அறிக்கை (பெரியது):
(ஞாயிற்றுக் கிழமைகளிலும் கடன் திருநாட்களிலும் திருப்பலியில் சொல்ல வேண்டிய செபம்)
ஒரே கடவுளை நம்புகிறேன்.
விண்ணகமும் மண்ணகமும், காண்பவை காணாதவை,
யாவும் படைத்த எல்லம் வல்ல தந்தை அவரே.
கடவுளின் ஒரே மகனாய் உதித்த ஒரே ஆண்டவர் இயேசு கிறிஸ்துவை நம்புகிறேன்.
இவர் காலங்களுக்கெல்லாம் முன்பே தந்தையிடமிருந்து பிறந்தார்.
கடவுளினின்று கடவுளாக, ஒளியின்றி ஒளியாக,
உண்மைக் கடவுளினின்று உண்மைக் கடவுளாக உதித்தவர்.
இவர் உதித்தவர், உண்டாக்கப்பட்டவர் அல்லர். தந்தையோடு ஒரே பொருளானவர்.
இவர் வழியாகவே யாவும் படைக்கப்பட்டன.
மனிதர் நமக்காகவும், நம் மீட்புக்காகவும் விண்ணகம் இருந்து இறங்கினார்.
(“மனிதர் ஆனார்” எனச் சொல்லும் வரை எல்லாரும் தலை வணங்கவும்)
தூய ஆவியால் கன்னி மரியாவிடம் உடல் எடுத்து மனிதர் ஆனார்.
மேலும் நமக்காகப் பொந்தியு பிலாத்தின் அதிகாரத்தில்
சிலுவையில் அறையப்பட்டுப், பாடுபட்டு, இறந்து அடக்கம் செய்யப்பட்டார்.
மறைநூல்களின்படி மூன்றாம் நாள் உயிர்த்தெழுந்தார்.
விண்ணகத்துக்கு எழுந்தருளி,எல்லாம் வல்ல தந்தையின் வலப்பக்கம் வீற்றிருக்கின்றார்.
வாழ்வோரையும், இறந்தோரையும் தீர்ப்பிட, மாட்சியுடன் மீண்டும் வர இருக்கின்றார்.
அவரது ஆட்சிக்கு முடிவு இராது.
தந்தையிடமிருந்தும் மகனிடமிருந்தும் புறப்படும் ஆண்டவரும்,
உயிர் அளிப்பவருமான தூய ஆவியாரை நம்புகிறேன்.
இவர் தந்தையோடும் மகனோடும் ஒன்றாக ஆராதனையும் மாட்சியும் பெறுகின்றார்.
இறைவாக்கினர்கள் வாயிலாகப் பேசியவர் இவரே.
ஒரே புனித, கத்தோலிக்க, திருத்தூதர் வழிவரும் திரு அவையை நம்புகிறேன்.
பாவ மன்னிப்புக்கான ஒரே திருமுழுக்கை ஏற்றுக்கொள்கிறேன்.
இறந்தோரின் உயிர்ப்பையும், வரவிருக்கும் மறு உலக வாழ்வையும் எதிர்பார்க்கிறேன்.
ஆமென்.
________________________________________
மனத் துயர் செபம்:
(பாவ சங்கீர்த்தனத்தின் போது சொல்ல வேண்டிய செபம்)
எல்லாம் வல்ல இறைவா! நீர் அளவில்லாத அனைத்து நன்மைகளும் நிறைந்தவராக இருப்பதால் எல்லாவற்றிற்கும் மேலாக நான் உம்மை முழு மனதோடு அன்பு செய்கிறேன். இப்படிப்பட்ட உமக்கு எதிராகப் பாவங்களைச் செய்ததால் நான் மிகவும் மனம் வருந்துகிறேன். எனக்கு இந்த மனத்துயரின்றி வேறு மனத்துயரில்லை. எனக்கு இந்தத் துக்கமின்றி வேறு துக்கமில்லை. இனி ஒருபோதும் இப்படிப்பட்ட பாவங்களைச் செய்வதில்லையென்று உறுதி செய்கிறேன். மேலும், எனக்கு வலுவில்லாததால் இயேசு கிறிஸ்து பாடுபட்டு சிந்தின திரு இரத்தத்தால் என் பாவங்களை எல்லாம் கழுவி, மன்னித்து, உமது இரக்கத்தையும், விண்ணக நிலைவாழ்வையும் தந்தருளுவீர் என்று முழுமனதோடு நம்புகிறேன். திரு அவை நம்பிக்கையோடு கற்றுத் தரும் உண்மைகளை எல்லாம் நீரே கற்றுத் தந்தது என நான் உறுதியாக நம்புகிறேன். ஆமென்.
சுருக்கமான மனத் துயர் செபம்:
(பாவ சங்கீர்த்தனத்தின் போது சொல்ல வேண்டிய செபம்)
என் இறைவனாகியத் தந்தையே! நன்மைகள் நிறைந்தவர் நீர். அனைத்திற்கும் மேலாக அன்புக்கு உரியவரும் நீரே. என் பாவங்களால் நான் உமது அன்பைப் புறக்கணித்ததற்காகவும், நன்மைகள் செய்யத் தவறியதற்காகவும், மனம் வருந்துகிறேன். உமது அருள் உதவியால் இனிமேல் பாவம் செய்வதில்லை என்றும், பாவத்துக்கு ஏதுவான சூழ்நிலைகளை விட்டு விலகுவேன் என்றும் உறுதி கூறுகிறேன். ஆமென்.
ஒப்புரவு அருள் அடையாள செபம்:
எல்லாம் வல்ல இறைவனிடமும், எப்பொழுதும் கன்னியான தூய மரியாவிடமும், அதிதூதரான தூய மைக்கேலிடமும், திருமுழுக்கு யோவானிடமும்,  திருத்தூதர்களான தூய பேதுரு, தூய பவுலிடமும், புனிதர் அனைவரிடமும், தந்தையே உங்களிடமும், நான் பாவி என்று ஏற்றுக் கொள்கிறேன். எனெனில் என் சிந்தனையாலும், சொல்லாலும், செயலாலும், கடமையில் தவறியதாலும் பாவங்கள் பல செய்தேன். என் பாவமே, என் பாவமே, என் பெரும் பாவமே. ஆகையால், எப்பொழுதும் கன்னியான தூய மரியாவையும், அதிதூதரான தூய மைக்கேலையும், திருமுழுக்கு யோவானையும், திருத்தூதர்களான தூய பேதுரு, தூய பவுலையும், புனிதர் அனைவரையும், தந்தையே உங்களையும், நம் தேவனாகிய ஆண்டவரிடம் எனக்காக வேண்டிக் கொள்ள மன்றாடுகிறேன். ஆமென்.
________________________________________
மூவேளைச் செபம்:
(தினமும் காலை 6 மணிக்கும், மதியம் 12 மணிக்கும், மாலை 6 மணிக்கும் சொல்ல வேண்டிய செபம்)
முத: ஆண்டவருடைய தூதர் மரியாவுக்குத் தூதுரைத்தார்.
எல்: மரியா தூய ஆவியாரால் கருவுற்றார். அருள் மிகப் பெற்ற மரியே…
முத: இதோ ஆண்டவரின் அடிமை.
எல்: உமது சொற்படியே எனக்கு நிகழட்டும். அருள் மிகப் பெற்ற மரியே…
முத: வாக்கு மனிதர் ஆனார்.
எல்: நம்மிடையே குடிகொண்டார். அருள் மிகப் பெற்ற மரியே…
முத: இயேசு கிறிஸ்துவின் வாக்குறுதிகளுக்கு நாங்கள் தகுதி பெறும்படியாக.
எல்: இறைவனின் தூய அன்னையே எங்களுக்காக வேண்டிக் கொள்ளும்.
முத: இறைவா! உம் திருமகன் மனிதர் ஆனதை உம்முடைய வானதூதர் வழியாக நாங்கள் அறிந்திருக்கிறோம். அவருடைய பாடுகளினாலும் இறப்பினாலும் நாங்கள் உயிர்ப்பின் மாட்சி பெற உமது அருளைப் பொழிவீராக. எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக உம்மை மன்றாடுகிறோம்.
எல்: ஆமென்.
பாஸ்கா காலத்தில் மூவேளைச் செபம்:
(ஆண்டவரின் உயிர்ப்பு நாளிலிருந்து மூவொரு இறைவனின் திருநாள் வரை நின்று கொண்டு, தினமும் காலை 6 மணிக்கும், மதியம் 12 மணிக்கும், மாலை 6 மணிக்கும் சொல்ல வேண்டிய செபம்)
முத: விண்ணக அரசியே! மனம் களிகூறும். அல்லேலூயா!
எல்: ஏனெனில் இறைவனைத் தாங்கும் பேறு பெற்றீர். அல்லேலூயா!
முத: தாம் சொன்னபடியே அவர் உயிர்த்தெழுந்தார். அல்லேலூயா!
எல்: எங்களுக்காக இறைவனை மன்றாடும். அல்லேலுயா!
முத: கன்னி மரியே! அகமகிழ்ந்து பூரிப்பு அடைவீர். அல்லேலூயா!
எல்: ஏனெனில் ஆண்டவர் உண்மையாகவே உயிர்த்தெழுந்தார். அல்லேலூயா!
முத: செபிப்போமாக! இறைவா, உம்முடைய திருமகனும் எங்கள் ஆண்டவருமாகிய இயேசு கிறிஸ்துவின் உயிர்ப்பினாலே உலகம் மகிழ்ந்திருக்க அருள் புரிந்தீரே! அவருடைய அன்னையாகிய கன்னி மரியாவின் பரிந்துரையால் நாங்கள் நிலைவாழ்வின் பெருமகிழ்வில் பங்கு பெற அருள் புரியும். எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக உம்மை மன்றாடுகிறோம்.
எல்: ஆமென்.
________________________________________
வாழ்க அரசியே! (கிருபை தயாபத்து) செபம்:
(செபமாலையின் முடிவில் சொல்ல வேண்டிய செபம்)
வாழ்க அரசியே! தயை மிகுந்த அன்னையே,
எங்கள் வாழ்வே, இனிமையே, அடைக்கலமே வாழ்க!
தாயகம் இழந்த ஏவாளின் மக்கள் நாங்கள்,
தாயே என்று உம்மைக் கூவி அழைக்கிறோம்.
கண்ணீரின் பள்ளத்தாக்கில் இருந்து உம்மை நோக்கிக் கதறி அழுது, பெருமூச்சு விடுகிறோம்.
ஆதலால் எங்களுக்காகப் பரிந்துரைக்கும் தாயே,
அன்புடன் எம்மைக் கடைக்கண் பாரும்.
உம்முடைய திரு வயிற்றின் கனியாகிய இயேசுவை,
எங்கள் இம்மை வாழ்வின் இறுதியில் காணச் செய்யும்.
கருணையின் உருவே! தாய்மையின் கனிவே! இனியக் கன்னித் தாயே!
முத: இயேசு கிறிஸ்துவின் வாக்குறுதிகளுக்கு நாங்கள் தகுதி பெறும்படியாக.
எல்: இறைவனின் தூய அன்னையே எங்களுக்காக வேண்டிக் கொள்ளும்.
முத: செபிப்போமாக! எல்லாம் வல்ல இறைவா! விண்ணேற்படைந்த கன்னித் தாயான மரியாவின் உடலும் ஆன்மாவும் தூய ஆவியாரின் அருளால் உம்முடைய திரு மகனுக்கு உகந்த இல்லமாக இருக்கத் ஏற்கெனவே நியமித்தருளினீரே. அந்த தூய தாயை நினைத்து மகிழ்கிற நாங்கள், அவருடைய இரக்கமுள்ள பரிந்துரையால் இவ்வுலகின் எல்லா துன்ப துயரங்களிலிருந்தும், இறப்பிலிருந்தும் எங்களை மீட்கும்படிச் செய்தருளும். எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக உம்மை மன்றாடுகிறோம்.
எல்: ஆமென்.
________________________________________
புனித பெர்னார்துவின் செபம்:
மிகவும் இரக்கமுள்ள தாயே, உம்மிடம் அடைக்கலம் நாடி வந்து, ஆதரவைத் தேடி மன்றாடினோர் எவரையும் நீர் கைவிட்டதாக ஒருபோதும் உலகில் சொல்லக் கேட்டதில்லை என்பதை நினைத்தருளும். கன்னியர்களுக்கு அரசியான கன்னியே, நீர் அடைக்கலம் தருபவர் என்னும் நம்பிக்கை என்னைத் தூண்டுவதால் நான் உமது திருவடியை நாடி வருகிறேன். பாவியாகிய நான், உமது இரக்கத்திற்காக துயரத்தோடு உம் திருமுன் காத்து நிற்கிறேன். மனிதராகப் பிறந்த வார்த்தையின் தாயே, என் மன்றாட்டைப் புறக்கணியாமல் கேட்டருளும்.
பிறப்புநிலைப் பாவம் இன்றிக் கருவுற்றத் தூய மரியே, பாவிகளுக்கு அடைக்கலமே, இதோ உம்முடைய அடைக்கலம் நாடி ஓடி வந்தோம். எங்கள் மீது இரக்கம் கொண்டு, எங்களுக்காக உம்முடைய திருமகனிடம் வேண்டிக் கொள்ளும். ஆமென். அருள் மிகப் பெற்ற (மூன்று முறை)
________________________________________
நம்பிக்கை மன்றாட்டு:
என் இறைவா! உமது திருஅவை நம்பிப் போதிக்கின்ற உண்மைகளை எல்லாம் நீரே அறிவித்திருப்பதால் அவற்றை நான் உறுதியாக நம்புகிறேன்.  ஆமென்.
எதிர்நோக்கு மன்றாட்டு:
என் இறைவா! நீர் அளவில்லாத அன்புக்கு உரியவர் என்பதால் அனைத்திற்கும் மேலாக உம்மை நான் முழு மனத்தோடு அன்பு செய்கிறேன். மேலும் என்னை நான் அன்பு செய்வது போல மற்றவரையும் அன்பு செய்கிறேன். ஆமென்.
அன்பு மன்றாட்டு:
என் இறைவா! நீர் தந்துள்ள வாக்குறுதிகளை நான் ஏற்றுக் கொள்கிறேன். எங்கள் ஆண்டவர் இயேசுவின் இரத்தத்தால் என் பாவங்களைப் பொறுத்து, எனக்கு உமது அருளையும் விண்ணக வாழ்வையும் அளிப்பீர் என உறுதியாக எதிர்நோக்கி இருக்கிறேன்.  ஆமென்.
காணிக்கை மன்றாட்டு:
இயேசுவின் திரு இருதயமே! நாங்கள் உமக்குச் செய்யும் அனைத்துத் துரோகங்களுக்குப் பரிகாரமாகவும், உமது திருப்பீடத்தில் ஓயாமல் பலியாக ஒப்புக்கொடுக்கும் எங்களது அனைத்துக் கருத்துக்களுக்காகவும், நான் இன்று செய்யும் என் செபங்களையும், செயல்களையும், நான் படும் துன்ப துயரங்களையும், தூய கன்னி மரியாவின் மாசற்ற திரு இருதயத்தின் வழியாக உமக்கு ஒப்புக்கொடுக்கிறேன். இந்த மாதத்திற்கும் இந்த நாளுக்கும் சபையாருக்கும் குறிக்கப்பட்ட அனைத்துக் கருத்துக்களுக்காகவும் விசேஷமாய் அவைகளை ஒப்புக்கொடுக்கிறேன். ஆமென்.
________________________________________
காவல் தூதரை நோக்கி செபம்:
எனக்குக் காவலாய் இருக்கிற இறைவனின் தூய வானதூதர்களே! தெய்வீக இரக்கத்தினால் உம்மிடம் ஒப்படைக்கப்பட்டுள்ள எனக்கு ஞான வெளிச்சம் கொடுத்து, எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்துவின் அருளால் என்னைக் காத்து வழிநடத்தியருளும். ஆமென்.
தினசரி வேலைகளை ஒப்புக் கொடுக்கும் செபம்:
தெய்வீகத் தொழிலாளியாகிய இயேசுவே, நான் இன்று செய்யும் என் செபங்களையும், தொழில்களையும், வேலைகளையும், எனக்கு ஏற்படும் சோம்பல், களைப்பு, சோர்வு, துன்ப துயரங்கள், வருத்தங்கள் அனைத்தையும் தொழிலாளிகள் அனைவரின் மனந்திரும்புதலுக்காகவும் அவர்களின் ஆசீருக்காகவும் உமக்கு ஒப்புக்கொடுக்கிறேன். ஆமென்.
முத: இயேசுவின் திரு இருதயமே…
எல்: உமது ஆட்சி வருக!
முத: நாசரேத்தூர் அன்னை மரியே…
எல்: எங்களுக்காக வேண்டிக் கொள்ளும்.
முத: தொழிலாளரின் முன்மாதிரியாகிய தூய யோசேப்பே…
எல்: எங்களுக்காக வேண்டிக் கொள்ளும்.
உணவருந்தும் முன் செபம்:
எல்லாம் வல்ல இறைவா! என்னையும், உமது அருளினால் நான் உண்ணப்போகும் இந்த உணவையும், ஆசீர்வதித்தருளும்படி எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக உம்மை மன்றாடுகிறோம். ஆமென்.
உணவருந்திய பின் செபம்:
என்றென்றும் வாழும் எல்லாம் வல்ல இறைவா! நீர் எனக்குத் தந்த இந்த உணக்காகவும், நீர் எனக்குச் செய்த எல்லா உதவிகளுக்காகவும் நான் உமக்கு நன்றி செலுத்துகிறேன். இப்பொழுதும் எப்போழுதும் ஆண்டவருடைய திருப்பெயர் என்றென்றும் போற்றப்படுவதாக. ஆமென்.
செபிப்போமாக! எல்லாம் வல்ல இறைவா! எங்களுக்கு உதவி செய்கிறவர்களுக்கெல்லாம் நிலைவாழ்வை அளித்தருளும்படி உம்மைக் கெஞ்சி மன்றாடுகிறோம். ஆமென்.
இறந்த விசுவாசிகளுடைய ஆன்மாக்கள் இறைவனின் இரக்கத்தினால் நித்திய இளைப்பாற்றி அடைவனவாக. ஆமென்.
வேலை துவங்கும் முன் செபம்:
முத: தூய ஆவியே எம்மில் எழுந்தருளி வாரும்! உம்முடைய இறைமக்களின் உள்ளங்களை நிரப்பியருளும். உம் அன்புத் தீயால் எங்களின் உள்ளத்தைப் பற்றி எரியச் செய்தருளும்.
எல்: உம்முடைய ஞானக்கதிர்களை வரவிடுவீர். அதனால் உலகைப் புதுப்பிப்பீர்.
முத: செபிப்போமாக! எல்லாம் வல்ல இறைவா! விசுவாசிகளுடைய இதயங்களைத் தூய ஆவியாரின் பிரகாசத்தால் நிரப்பியுள்ளீரே. அந்தத் தூய ஆவியாரால் நாங்கள் சரியானவற்றை உணரவும், அவருடைய ஆறுதலால் எப்பொழுதும் மகிழ்ந்திருக்கவும் உமது அருள் தாரும். எங்கள் ஆண்டவராகிய இயேசு கிறிஸ்து வழியாக உம்மை மன்றாடுகிறோம்.
எல்: ஆமென்.
வேலை முடிந்த பின் செபம்:
இறைவனின் தூய அன்னையே! இதோ உம்முடைய சரணமாக ஓடி வந்தோம். எங்கள் அவசரங்களிலும் நாங்கள் வேண்டிக்கொள்ளுகிறதற்கு நீர் பாரா முகமாயிராதேயும். ஆசீர்வதிக்கப்பட்டவளுமாய் மோட்சம் உடையவளுமாயிருக்கிற நித்திய கன்னிகையே சகல ஆபத்துக்களிலேயும் நின்று எங்களை தற்காத்தருளும். ஆமென்.
தேவ அன்னைக்கு ஒப்புக்கொடுக்கும் செபம்:
என் ஆண்டவளே! என் அன்னையே! இதோ என்னை முழுவதும் உமக்குக் காணிக்கையாக ஒப்புக்கொடுக்கிறேன். உம் மீது நான் கொண்ட பக்தியைக் காட்டுவதற்காக, இன்று என் கண்களையும், காதுகளையும், வாய், இதயத்தையும், என்னை முழுவதும் உமக்குக் காணிக்கையாக ஒப்புக்கொடுக்கிறேன். என் அன்பு அன்னையே, நான் உமக்குச் சொந்தமாக இருப்பதால், என்னை உமது உடமையாகவும் சுதந்திரப் பொருளாகவும் ஆதரித்துக் காப்பாற்றும். ஆமென்.
`}
      </div>

        <div className="mt-10 text-center">
          <Link
            to="/prayers"
            className="inline-block px-6 py-2 bg-[#8b0000] text-white font-semibold rounded hover:bg-[#a30000] transition"
          >
            🔙 முந்தைய பக்கம்
          </Link>
        </div>
      </div>
    </div>
  );
};

export default CatholicPrayer1;
