import React from 'react';
import { Link } from 'react-router-dom';

const GeneralPrayer1 = () => {
  return (
    <div className="bg-[#fffdf5] text-[#3a2c1f] p-6 font-['Noto Serif Tamil'] leading-relaxed text-[17px]">
      <h1 className="text-3xl font-bold text-center mb-8">📖 ஆராதனை ஆயிரம் அன்பிற்காக அழும்போது</h1>
      
      <div className="max-w-5xl mx-auto whitespace-pre-line text-justify">
{`

1. பிதாவின் அன்பார்ந்த மைந்தரே பதில்: , நன்றி ஆண்டவரே

2. அன்பாக இருக்கிறவரே , நன்றி ஆண்டவரே

3. உம் அன்பினால் ஆறுதல் தருபவரே , நன்றி ஆண்டவரே

4. நிறை அன்பால் அச்சத்தை அகற்றுபவரே , நன்றி ஆண்டவரே

5. உன் மேல் அன்பு கூருகிறேன் என்றவரே , நன்றி ஆண்டவரே

6. நிலை சாயா பேரன்பை எம்மேல் கொண்டிருப்பவரே , நன்றி ஆண்டவரே

7. முடிவில்லா அன்பு காட்டி பேரன்பால் எம்மை ஈர்த்துக் கொண்டவரே , நன்றி ஆண்டவரே

8. உம்மீது அன்பு கொள்வதால் எம்முள் குடிகொள்பவரே , நன்றி ஆண்டவரே

9. அன்பினாலும் இரக்கத்தினாலும் எம்மை மீட்டவரே , நன்றி ஆண்டவரே

10. பகைவர்களிடம் அன்புகூரச் சொன்னவரே , நன்றி ஆண்டவரே

11. உம்மில் அன்புகூர்பவர்களின் நன்மைக்காக தூய ஆவியாரை அனைத்திலும் ஒத்துழைக்கச் செய்பவரே , நன்றி ஆண்டவரே

12. நொடிப்பொழுதே எம்மைக் கைவிட்டாலும் உம் பேரிரக்கத்தால் எம்மை ஏற்றுக் கொள்பவரே , நன்றி ஆண்டவரே

13. பொங்கி வரும் சீற்றத்தால் இமைப்பொழுதே உமது முகத்தை மறைத்தாலும் பேரன்பால் எமக்கு இரக்கம் காட்டுபவரே , நன்றி ஆண்டவரே

14. உமது வார்த்தையைக் கடைப்பிடிப்போரிடம் உம் அன்பை நிறைவடையச் செய்பவரே , நன்றி ஆண்டவரே

15. நீடிய பொறுமையும் இரக்கமும் பேரன்பும் உள்ளவரே , நன்றி ஆண்டவரே

16. அன்பும் அமைதியும் தந்து எம்மோடு இருப்பவரே , நன்றி ஆண்டவரே

17. அந்நியர் மேல் அன்புகூர்ந்து அவர்களுக்கு உணவும் உடையும் கொடுப்பவரே , நன்றி ஆண்டவரே

18. அந்நியர்க்கு அன்பு காட்டுங்கள் என்றவரே , நன்றி ஆண்டவரே

19. உம் அருள் நலமும், பேரன்பும் எம்மை புடை சூழ்ந்து வரச் செய்பவரே , நன்றி ஆண்டவரே

20. தீமையை வெறுப்போர் மீது அன்புகூர்பவரே , நன்றி ஆண்டவரே

21. எம்மிடம் அன்பு கொண்டிருப்பதால் எம்மைக் கண்டிக்கிறவரே , நன்றி ஆண்டவரே

22. உம் பெயரால் நாங்கள் காட்டும் அன்பையும் உழைப்பையும் மறக்காதவரே , நன்றி ஆண்டவரே

23. முடிவுறாத பேரன்பு கொண்டிருப்பவரே , நன்றி ஆண்டவரே

24. அன்புக் கயிற்றால் கட்டி நடத்தி வருபவரே , நன்றி ஆண்டவரே

25. உம் அன்பினால் எமக்கு புத்துயிர் அளிப்பவரே , நன்றி ஆண்டவரே

26. உமக்குரியவர்கள் மேல் இறுதி வரை அன்பு செலுத்துபவரே , நன்றி ஆண்டவரே

27. யோவான் திருத்தூதரிடம் விசேச அன்பு கொண்டிருந்தவரே , நன்றி ஆண்டவரே

28. எங்களிடம் நீர் அன்பு செலுத்தியது போல நாங்களும் மற்றவர்களிடம் அன்பு செலுத்த சொன்னவரே , நன்றி ஆண்டவரே

29. நாங்கள் மற்றவர்களுக்கு செலுத்தும் அன்பிலிருந்து நாங்கள் உம் சீடர்கள் என்பதைப் பிறர் அறிந்து கொள்வர் என்றவரே , நன்றி ஆண்டவரே

30. எங்களுக்காக உம் உயிரைத் தந்து எம் மீது கொண்டுள்ள அன்பை வெளிப்படுத்தியவரே , நன்றி ஆண்டவரே

31. எம் மீது அன்புகூர்ந்து எமக்காக உம்மையே ஒப்புவித்தீரே , நன்றி ஆண்டவரே

32. என்னை அன்பு செய்கிறாயா என்று எங்கள் அன்பைக் கேட்பவரே , நன்றி ஆண்டவரே

33. எம் மீது அன்புகூர்ந்து உமது சாவு வழியாக எம் பாவங்களில் இருந்து விடுவித்தவரே , நன்றி ஆண்டவரே

34. எம் மீது விருப்பம் கொண்டிருப்பவரே , நன்றி ஆண்டவரே

35. திக்கற்றவர்கள் மீது உளமார அன்பு கூர்பவரே, , நன்றி ஆண்டவரே

36. உம் கட்டளைகளைக் கடைப்பிடித்தால் உமது அன்பில் நிலைத்திருப்போம் என்றவரே , நன்றி ஆண்டவரே

37. உறவை வளர்க்கும் அன்பைப் பொழிபவரே , நன்றி ஆண்டவரே

38. வல்லமையும் அன்பும் கட்டுப்பாடும் கொண்ட உள்ளத்தைத் தந்தவரே
, நன்றி ஆண்டவரே

39. உம் மேல் அன்பு கூர்ந்து உம் விதிமுறைகளைக் கடைப்பிடிப்போருக்கு ஆயிரம் தலைமுறை வரைக்கும் பேரன்பு காட்டுபவரே , நன்றி ஆண்டவரே

40. அன்பால் எம் குறைகள் அனைத்தையும் பொறுத்துக் கொள்பவரே , நன்றி ஆண்டவரே

41. அன்பே எங்கள் வாழ்வின் ஆணிவேரும் அடித்தளமுமாய் அமைவதாக என்ற வேதவாக்கிற்காக, நன்றி ஆண்டவரே

42. அன்பின் அடிப்படையில் உண்மை பேசி உம்மைப் போன்று எல்லாவற்றிலும் வளர வேண்டும் என்ற வேத வாக்கிற்காக , நன்றி ஆண்டவரே

43. அச்சத்தை அகற்றும் நிறை அன்புக்காக , நன்றி ஆண்டவரே

44. உண்மையாகவே மக்களினங்களின் அன்பராக இருப்பதற்காக , நன்றி ஆண்டவரே

45. ஒருவருக்கொருவர் அன்பின் அடிமைகளாய் இருங்கள் என்ற வேத வாக்கிற்காக , நன்றி ஆண்டவரே

46. முழுமனத் தாழ்மையோடும் , கனிவுடனும் , பொறுமையுடனும் , ஒருவரை ஒருவர் அன்புடன் தாங்க வேண்டும் என்ற வேத வாக்கிற்காக , நன்றி ஆண்டவரே

47. தூய உள்ளத்தோடு ஒருவருக்கொருவர் ஆழ்ந்த அன்பு காட்டுங்கள் என்ற வேத வாக்கிற்காக , நன்றி ஆண்டவரே

48. தூய ஆவி அருளும் அன்புக்காக , நன்றி ஆண்டவரே

49. திரளான பாவங்களைப் போக்கும் அன்புக்காக , நன்றி ஆண்டவரே

50. தம் சகோதரர் சகோதரிகளிடம் அன்பு கொள்வோர் ஒளியில் நிலைத்திருக்கின்றனர் என்ற வேத வாக்கிற்காக , நன்றி ஆண்டவரே


தனிமையில் தவிக்கும்போது
**************************************

51. அஞ்சாதே நான் உன்னுடன் இருக்கின்றேன் என்று தேற்றுபவரே
, நன்றி ஆண்டவரே

52. நான் உனக்கு வலிமை அளிப்பேன் , உதவி செய்வேன் என்பவரே , நன்றி ஆண்டவரே

53. அஞ்சாதே உனக்குத் துணையாய் இருப்பேன் என்று என் வலக்கையைப் பற்றிப் பிடித்துச் சொல்பவரே , நன்றி ஆண்டவரே

54. அஞ்சாதே நான் உன்னை மீட்டுக் கொண்டேன் என்று திடப்படுத்துபவரே , நன்றி ஆண்டவரே

55. என் பார்வையில் நீ விலையேறப் பெற்றவன் , மதிப்பு மிக்கவன் என்றவரே , நன்றி ஆண்டவரே

56. பால் குடிக்கும் மகவைத் தாய் மறந்தாலும் உன்னை நான் மறவேன் என்றவரே , நன்றி ஆண்டவரே

57. என்னை அனுப்பினவர் என்னோடு இருக்கிறார் அவர் என்னைத் தனியாக விட்டு விடுவதில்லை என்றவரே , நன்றி ஆண்டவரே

58. நான் தந்தையுள் இருக்கிறேன் தந்தை என்னுள் இருக்கிறார் என்றவரே , நன்றி ஆண்டவரே

59. நான் சொல்வதைக் கடைப்பிடிப்பவரிடம் என் தந்தையும் நானும் குடி கொள்வோம் என்றவரே , நன்றி ஆண்டவரே

60. உள்ளம் கலங்க வேண்டாம் , மருள வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

61. ஆபிரகாம் , அஞ்சாதே நான் உன்னோடு இருக்கிறேன் என்றவரே , நன்றி ஆண்டவரே

63. அஞ்சாதே , ஏனெனில் நான் உன்னோடு இருக்கிறேன் என்று ஈசாக்கிடம் மொழிந்தவரே , நன்றி ஆண்டவரே

64. மோசே , என் பார்வையில் தயை பெற்றுள்ளாய் என்றவரே , நன்றி ஆண்டவரே

65. யோசுவா , வலிமை பேரு துணிவு கொள் நான் உன்னோடு இருப்பேன் என்றவரே , நன்றி ஆண்டவரே

66. யோசுவா உன்னைக் கை நெகிழ மாட்டேன் கைவிடவும் மாட்டேன் என்றவரே , நன்றி ஆண்டவரே

67. யோசுவா ! வீறு கொள் ! துணிந்து நில் ! கவலைப்படாதே ! நீ செல்லும் இடமெல்லாம் உன்னோடு இருப்பேன் என்றவரே , நன்றி ஆண்டவரே

68. அருள் மிகப் பெற்றவரே வாழ்க ! ஆண்டவர் உம்மோடு இருக்கிறார் என்று தூய அன்னை மரியாவை பரலோகம் வாழ்த்தச் செய்தவரே , நன்றி ஆண்டவரே

69. என்னைத் தனியே விட்டு விடுவீர்கள் . ஆயினும் நான் தனிமையாய் இருப்பதில்லை தந்தை என்னுடன் இருக்கிறார் என்று சீடருக்கு உரைத்தவரே , நன்றி ஆண்டவரே

70. அஞ்சாதே பேசிக்கொண்டே இரு ;நிறுத்தாதே ; ஏனெனில் நான் உன்னோடு இருக்கிறேன் என்று பவுலுக்கு உரைத்தவரே , நன்றி ஆண்டவரே

71. உலக முடிவு வரை எந்நாளும் உங்களோடு இருக்கிறேன் என்றவரே , நன்றி ஆண்டவரே

72. எம் எதிரியின் கையினின்று எம்மை மீட்கும் பொருட்டு எம்மோடு இருக்கிறவரே , நன்றி ஆண்டவரே

73. எமது துன்பத்தில் எம்மோடு இருப்பவரே , நன்றி ஆண்டவரே

74. எம்மோடு இருக்கும் படைகளின் ஆண்டவரே , நன்றி ஆண்டவரே

75. எமக்கு அரணாக இருக்கும் யாக்கோபின் கடவுளே , நன்றி ஆண்டவரே

76. எமக்குக் கருணை காட்டக் காத்திருக்கும் ஆண்டவரே , நன்றி ஆண்டவரே

77. இஸ்ராயேலின் தூயவரும் எம்மை விடுவிப்பவருமான ஆண்டவரே , நன்றி ஆண்டவரே

78. துன்பங்கள் அனைத்திலும் எம் மீட்பர் ஆனவரே , நன்றி ஆண்டவரே

79. எம் அடைக்கலமும் ஆற்றலுமாய் உள்ளவரே , நன்றி ஆண்டவரே

80. இடுக்கன்னுற்ற வேலையில் எமக்கு உற்ற துணையாய் உள்ளவரே , நன்றி ஆண்டவரே

81. கண்ணயராது உறங்காது எம்மைக் காப்பவரே , நன்றி ஆண்டவரே

82. எம் வலப்பக்கமிருந்து எம்மைக் காப்பவரே , நன்றி ஆண்டவரே

83. உமது முன்னிலையில் எமக்கு நிறைவான மகிழ்ச்சி இருக்கச் செய்பவரே , நன்றி ஆண்டவரே

84. உடைந்த உள்ளத்தார்க்கு அருகில் இருக்கிறவரே , நன்றி ஆண்டவரே

85. நாங்கள் குரல் எழுப்பும் போதெல்லாம் எம்மோடு இருப்பவரே , நன்றி ஆண்டவரே

86. உண்மையாய் உம்மை நோக்கி மன்றாடுவோர்க்கு அருகில் இருப்பவரே , நன்றி ஆண்டவரே

87. பொறுமையாய்க் காத்திருந்தால் எம் பக்கம் சாய்ந்து எமது மன்றாட்டைக் கேட்டருளியவரே , நன்றி ஆண்டவரே

88. கனிவும் கருணையும் உள்ள கடவுளே எம்மை கைவிடாதவரே , நன்றி ஆண்டவரே

89. மாசற்றோருக்குக் கேடயமாய் இருக்கிறவரே , நன்றி ஆண்டவரே

90. எம் துணைவரே , எம் மீட்பரே , நன்றி ஆண்டவரே

91. மலைகள் நிலை சாயினும் நிலை சாயாப் பேரன்பை எம் மேல் வைத்திருப்பவரே , நன்றி ஆண்டவரே

92. எம் அரசரே , எம் கடவுளே எமக்கு வெற்றி தருபவரே , நன்றி ஆண்டவரே

93. நெருக்கடியான நேரத்தில் எம் வலிமையானவரே , நன்றி ஆண்டவரே

94. எம்மைக் கண்ணோக்கி எமக்கு அறிவுரை கூறுபவரே , நன்றி ஆண்டவரே

95. துன்ப வேலையில் கூப்பிடும்போது எம்மைக் காப்பவரே , நன்றி ஆண்டவரே

96. "நீ எனக்கு உரியவன் " என்று திடப்படுத்துபவரே , நன்றி ஆண்டவரே

97. கற்பாறையின் மேல் நாங்கள் காலூன்றி நிற்கச் செய்தவரே , நன்றி ஆண்டவரே

98. "கூனிக் குறுகியவன் விரைவில் விடுதலை பெறுவான் " என்றவரே , நன்றி ஆண்டவரே

99. அழிவின் குழியிலிருந்து எம்மை வெளிக்கொணர்ந்தவரே , நன்றி ஆண்டவரே

100. உமது பேரன்பில் எம்மை களிகூரச் செய்பவரே , நன்றி ஆண்டவரே



கண்ணீரில் கலங்கும்போது
*************************************

101. இம்மையில் வாழ்ந்த காலத்தில் கண்ணீர் சிந்தி மன்றாடிய இயேசுவே , நன்றி ஆண்டவரே

102. இஸ்ரயேலின் அழுகுரலைக் கேட்டு பெரிய இனத்தைத் தோன்றச் செய்தவரே
, நன்றி ஆண்டவரே

103. இஸ்ரயேல் மக்களின் அழுகுரல் உம்மை எட்டியுள்ளது என்று இறங்கி வந்தவரே , நன்றி ஆண்டவரே

104. மனம் வெதும்பி மன்றாடிய தோபித்துக்குச் செவி சாய்த்தவரே, நன்றி ஆண்டவரே

105. கடவுளிடமே கண்ணீர் வடிக்கிறேன் என்ற யோபுவுக்கு மனதுருகியவரே
, நன்றி ஆண்டவரே

106. "துயரத்தால் என் கண்ணும் என் உடலும் தளர்ந்து போயின " என்ற தாவீதுக்கு இரக்கம் காண்பித்தவரே , நன்றி ஆண்டவரே

107. உன் கடவுள் எங்கே என்று தீயோர் சொல்லும்போது இரவும் பகலும் என் கண்ணீரே எனக்கு உணவாயிற்று என்ற தாவீதுக்கு இரங்கியவரே , நன்றி ஆண்டவரே

108. என் கண்ணீரைக் கண்டும் மௌனமாய் இராதேயும் என்ற தாவீதுக்கு பதில் தந்தவரே , நன்றி ஆண்டவரே

109. அழுது கொண்டே தலையை மூடிக் கொண்டு வெறுங்காலோடு நடந்து சென்ற தாவீதை வெற்றியுடன் அரியணைக்கு திரும்பச் செய்தவரே , நன்றி ஆண்டவரே

110. கைம்பெண்ணின் மகனை உயிர்ப்பிக்க வேண்டி கதறி மன்றாடிய எலியாவுக்கு செவிசாய்த்து அற்புதம் செய்தவரே , நன்றி ஆண்டவரே

111. துணை வேண்டி காலைவரைக் கதறிய எசேக்கியாவுக்குத் துணையாக வந்தவரே , நன்றி ஆண்டவரே

112. மாடப்புறாவைப் போல் விம்முகிறேன் ; மேல்நோக்கிப் பார்த்து என் கண்கள் சோர்வடைந்தன என்ற எசேக்கியாவின் மேல் கருணைக் கண் நோக்கியவரே , நன்றி ஆண்டவரே

113. உன் கண்ணீரைக் கண்டேன் இதோ உன்னைக் குணப்படுத்துவேன் என்று எசேக்கியாவுக்கு சுகமும் நீடிய ஆயுளும் தந்தவரே , நன்றி ஆண்டவரே

114. எரேமியாவின் இறைவாக்கைப் புரிந்து கொள்ள மூன்று வாரங்களாக அழுது ஜெபித்துக் கொண்டிருந்த தானியேலுக்காக தூதனை அனுப்பியவரே , நன்றி ஆண்டவரே

115. நயீம் ஊர்க் கைம்பெண் மேல் மனமிரங்கி அழாதே என்று கூறி அவளது ஒரே மகனை உயிர்ப்பித்தீரே , நன்றி ஆண்டவரே

116. இலாசர் இறந்ததற்காக கண்ணீர் விட்டு அழுதவரே ; இலாசரை உயிர்ப்பித்தவரே , நன்றி ஆண்டவரே

117. பாவ மனஸ்தாபக் கண்ணீர் பொழிந்த பெண்ணை வாழ்த்தி, மன்னிப்பும் அமைதியும் தந்தவரே, நன்றி ஆண்டவரே

118. மறுதலித்ததற்காக மனம் நொந்து அழுத பேதுருவை மன்னித்தவரே, நன்றி ஆண்டவரே

119. கல்லறைக்கருகில் அழுது கொண்டிருந்த மரியாவைப் பார்த்து "ஏனம்மா அழுகிறாய்?" என்று விசாரித்தவரே, நன்றி ஆண்டவரே

120. எல்லா முகங்களினின்றும் கண்ணீரைத் துடைப்பவரே, நன்றி ஆண்டவரே

121. எங்கள் கண்கள் கலங்காதபடியும், எங்கள் கால்கள் இடறாதபடியும் செய்தவரே, நன்றி ஆண்டவரே

122. எங்கள் புலம்பலைக் களி நடனமாக மாற்றுபவரே, நன்றி ஆண்டவரே

123. துயருற்று அழுவோர்க்கு ஆறுதல் தரவும் சீயோனில் அழுவோர்க்கு ஆவன செய்யவும் வந்தவரே, நன்றி ஆண்டவரே

124. உம் தோற்பையில் எம் கண்ணீரைச் சேர்த்து வைத்திருப்பவரே, நன்றி ஆண்டவரே

125. உங்கள் அழுகையை மகிழ்ச்சியாக மாற்றுவேன் என்றவரே, நன்றி ஆண்டவரே

126. அக்களிப்பும் அகமகிழ்ச்சியும் பெறுவீர்கள் என்றவரே, நன்றி ஆண்டவரே

127. நீங்கள் அழுவீர்கள் , புலம்புவீர்கள், உங்கள் துயரம் மகிழ்ச்சியாக மாறும் என்றவரே, நன்றி ஆண்டவரே

128. எங்கள் அழுகுரலுக்கு செவிசாய்ப்பவரே, நன்றி ஆண்டவரே

129. சொல்வடிவம் பெற முடியாத உம்முடைய பெருமூச்சுகளின் வாயிலாக எமக்காகப் பரிந்து பேசும் பரிசுத்த , ஆவியானவரே, , நன்றி ஆண்டவரே

130. எங்கள் கண்ணீர் அனைத்தையும் துடைத்து வாழ்வு அளிக்கும் நீரூற்றுகளுக்கு வழி நடத்திச் செல்பவரே, நன்றி ஆண்டவரே

131. அழாதே , யூதா குலத்தின் சிங்கமும் தாவீதின் குலக்கொழுந்துமானவர் வெற்றி பெற்று விட்டார் என்ற வாக்குக்காக, நன்றி ஆண்டவரே

132. கண்ணீரோடு விதைக்கிறவர்கள் அக்களிப்போடு அறுவடை செய்வார்கள் என்ற வாக்கிற்காக
, நன்றி ஆண்டவரே

133. அழுகைக்கு ஒரு காலம், சிரிப்புக்கு ஒரு காலம் என்ற வாக்கிக்ற்காக
, நன்றி ஆண்டவரே

134. கைம்பெண்ணின் கண்ணீர், கன்னத்தினின்று வானம் வரை ஏறுகின்றது என்ற வாக்கிற்காக, நன்றி ஆண்டவரே

135. இனி ஒருபோதும் அழமாட்டீர்கள் / திண்ணமாய் அருள்கூர்வேன் என்ற உம் வாக்கிற்காக, நன்றி ஆண்டவரே

136. அழுகையோடு வருபவர்க்கு ஆறுதல் அளிப்பேன் என்ற உம் வாக்கிற்காக, நன்றி ஆண்டவரே

137. உன் அழுகையை நிறுத்து, கண்ணீர் வடிக்காதே, உன் உழைப்புக்கு பயன் கிடைக்கும் என்ற உம் வாக்கிற்காக, நன்றி ஆண்டவரே

138. ஆண்டவரை நோக்கி இரவும் பகலும் வெள்ளமெனக் கண்ணீர் பொழிந்திடு என்ற வாக்குக்காக, நன்றி ஆண்டவரே

139. இன்று ஆண்டவரின் புனித நாள். எனவே நீங்கள் அழுது புலம்ப வேண்டாம் என்ற நெகேமியாவின் வார்த்தைக்காக, நன்றி ஆண்டவரே

140. துயருறுவோரே, நீங்கள் பேறு பெற்றோர் .ஏனெனில் நீங்கள் சிரித்து மகிழ்வீர்கள் என்றவரே, நன்றி ஆண்டவரே

141. இப்பொழுது அழுது கொண்டிருப்போரே நீங்கள் பேறு பெற்றோர் ; ஏனெனில் நீங்கள் சிரித்து மகிழ்வீர்கள் என்றவரே , நன்றி ஆண்டவரே


142. யூதர்களின் சூழ்ச்சிகளால் ஏற்பட்ட சோதனையின் போது மிகுந்த தாழ்மையோடும் கண்ணீரோடும் உமக்குப் பணிபுரிந்த பவுலுக்காக , நன்றி ஆண்டவரே

143. தன் அன்பரின் அழுகையைக் கண்டு தயங்கி விடாமல் , உமது பெயருக்காக சாகவும் துணிந்த பவுலுக்காக , நன்றி ஆண்டவரே

144. உங்கள் திருவிழாக்களை அழுகையாகவும் , உங்கள் பாடல்களை எல்லாம் புலம்பலாகவும் மாற்றுவேன் என்ற எச்சரிக்கைக்காக , நன்றி ஆண்டவரே

145. மக்கள் ஒடுக்கப்பட்டு கண்ணீர் சிந்துகிறார்கள் ; அவர்களைத் தேற்றுவார் எவருமில்லை என்ற சாலமோனின் வாக்கிற்காக , நன்றி ஆண்டவரே

146. என் மக்களாகிய மகளின் அழிவைக் கண்டு கண்கள் குளமாயின என்ற எரேமியாவின் வாக்கிற்காக , நன்றி ஆண்டவரே

147. மனந்திரும்பாத எருசலேமைப் பார்த்து அழுதவரே , நன்றி ஆண்டவரே

148. எனக்காக அழ வேண்டாம் உங்களுக்காகவும் உங்கள் மக்களுக்காகவும் அழுங்கள் என்றவரே , நன்றி ஆண்டவரே

149. அழுது புலம்பிக் கொண்டு முழு இருதயத்தோடு என்னிடம் திரும்பி வாருங்கள் என்று சொன்னவரே , நன்றி ஆண்டவரே

150. மாலையிலோ அழுகை காலையிலோ ஆர்ப்பரிப்பு என்ற வாக்கிற்காக , நன்றி ஆண்டவரே


மனசஞ்சலத்தில் மருளும்போது
******************************************

151. மனவேதனையில் முகம் வாடி இருந்த நெகேமியாவுக்கு தயவு காண்பித்தவரே , நன்றி ஆண்டவரே

152. என் உள்ளம் கசந்தது ; என் உணர்ச்சிகள் என்னை ஊடுருவிக் குத்தின என்ற தாவீதுக்கு மனதுருகியவரே , நன்றி ஆண்டவரே

153. மனத்துயரால் உள்ளம் உடையும்போது அகமகிழ்ச்சியால் முகமலரச் செய்பவரே , நன்றி ஆண்டவரே

154. உடல் நலம் தரும் மன அமைதி தருபவரே , நன்றி ஆண்டவரே

155. மனமகிழ்ச்சி உள்ளவராக்க எல்லா நாட்களையும் விருந்து நாட்களாக்குபவரே , நன்றி ஆண்டவரே

156. மனமுடைந்த நிலையில் இருக்கும்போது எங்களது துன்பத்தை நினையாது இருக்கச் செய்பவரே , நன்றி ஆண்டவரே

157. உம்மீது மனவுறுதி கொண்டவர்களை அமைதியால் உறுதிப்படுத்துபவரே , நன்றி ஆண்டவரே

158. உள்ளத்தில் உறுதி இழக்கும்போது திடன் கொள் அஞ்சாதே என்பவரே , நன்றி ஆண்டவரே

159. அறிவுத் தெளிவோடு எங்கள் மனம் செயலாற்றச் செய்பவரே , நன்றி ஆண்டவரே

160. மனசஞ்சலத்தோடு இருந்த புனித சூசையப்பருக்கு கனவு வழியாகத் தெளிவு தந்தவரே , நன்றி ஆண்டவரே

161. பெருஞ்சுமை சுமந்து சோர்ந்திருப்போருக்கு இளைப்பாறுதல் தருபவரே , நன்றி ஆண்டவரே

162. உம் நுகத்தை ஏற்றுக் கொண்டு உம்மிடம் கற்றுக்கொள்பவருக்கு இளைப்பாறுதல் தருபவரே , நன்றி ஆண்டவரே

163. எனது உள்ளம் சாவு வருமளவுக்கு ஆழ்துயரம் கொண்டுள்ளது என்று கலங்கியவரே , நன்றி ஆண்டவரே

164. திருமுழுக்கு நிறைவேறுமளவும் மிகவும் மனநெருக்கடிக்கு உள்ளாகி இருக்கிறேன் என்றவரே , நன்றி ஆண்டவரே

165. இப்பொழுது என் உள்ளம் கலக்கமுற்றுள்ளது . நான் என்ன சொல்லுவேன் என்றவரே , நன்றி ஆண்டவரே

166. என் கை எப்பொழுதும் உன்னோடு இருக்கும் ; என் புயம் உன்னை வலிமைப்படுத்தும் என்றவரே , நன்றி ஆண்டவரே

167. நொடிப்பொழுதே உன்னைக் கைவிட்டேன் ; ஆயினும் பேரிரக்கத்தால் உன்னை மீண்டும் ஏற்றுக் கொள்வேன் என்றவரே , நன்றி ஆண்டவரே

168. எம் உள்ளம் புதுப்பிக்கப்பட்டு மாற்றம் அடையச் செய்பவரே , நன்றி ஆண்டவரே

169. தாயைப் போல் எம்மை தேற்றி எங்கள் இதயங்களை மகிழ்விக்கச் செய்பவரே , நன்றி ஆண்டவரே

170. என் நெஞ்சே நீ நம்பிக்கை இழப்பது ஏன்? கடவுளையே நம்பி இரு என்ற வாக்கிற்காக , நன்றி ஆண்டவரே

171. என் மனம் விரும்புவதைத் தந்தருள்கின்ற ஆண்டவரே , நன்றி ஆண்டவரே

172. எம் உள்ள விருப்பத்தை மறக்காமல் தருபவரே , நன்றி ஆண்டவரே

173. உமது திருச்சட்டத்தையே எமக்கு இன்பமாகத் தருபவரே , நன்றி ஆண்டவரே

174. நலமளிக்கும் மருந்தாக மகிழ்வார்ந்த உள்ளம் தந்தவரே , நன்றி ஆண்டவரே

175. எமக்குக் கருணை காட்டக் காத்திருப்பவரே , நன்றி ஆண்டவரே

176. மன்னிப்பதில் தாராள மனதுள்ளவரே , நன்றி ஆண்டவரே

177. உமது ஊழியர் உள்ளம் மகிழ்ந்து ஆர்ப்பரிக்கச் செய்கிறவரே , நன்றி ஆண்டவரே

178. துன்பமும் கவலையும் எம்மைப் பற்றிக் கொண்ட போது உமது கட்டளையால் எம்மை மகிழ்வித்தவரே , நன்றி ஆண்டவரே

179. என் பெயரால் உனது வலிமை உயர்த்தப்படும் என்றவரே , நன்றி ஆண்டவரே

180. அவமானத்திற்குப் பதிலாக இருமடங்கு நன்மை தருபவரே , நன்றி ஆண்டவரே

181. வன்மத்திற்கு இடங்கொடாத உள்ளத்தை உயர்வு பெறச் செய்பவரே , நன்றி ஆண்டவரே

182. உம் விருப்பத்திற்கு ஏற்ப நடப்பவர்களுக்கு ஞானம் அறிவு மகிழ்ச்சி அளிப்பவரே , நன்றி ஆண்டவரே

183. இருள் சூழ் பள்ளத்தாக்கில் நாங்கள் நடக்க நேர்ந்தாலும் எத்தீங்கிர்க்கும் அஞ்சிடாதிருக்கச் செய்பவரே , நன்றி ஆண்டவரே

184. உள்ளம் கலங்க வேண்டாம் மருள வேண்டாம் என்பவரே , நன்றி ஆண்டவரே

185. உமது அமைதியை விட்டுச் சென்றவரே , நன்றி ஆண்டவரே

186. உம்மிலேயே மகிழ்ச்சி கொள்வதால் எம் உள்ளத்து விருப்பங்களை நிறைவேற்றுபவரே , நன்றி ஆண்டவரே

187. உள்ளம் கலங்காது உம் தந்தையிடமும் உம்மிடமும் நம்பிக்கை கொள்ள அழைப்பவரே , நன்றி ஆண்டவரே

188. உடைந்த உள்ளத்தோரைக் குணப்படுத்துபவரே , நன்றி ஆண்டவரே

189. முற்கால நிகழ்ச்சி பற்றி சிந்திக்காதிருங்கள் என்றவரே , நன்றி ஆண்டவரே

190. துன்ப துயரத்தை அனுபவிக்கவும் என் வாழ்நாட்களை வெட்கத்தில் கழிக்கவும் தான் பிறந்தேனோ என்று புலம்பிய எரேமியாவுக்கு இரக்கம் காண்பித்தவரே , நன்றி ஆண்டவரே

191. கிறிஸ்து இயேசுவுடன் இணைந்துள்ள எங்கள் உள்ளத்தையும் மனத்தையும் அறிவெல்லாம் கடந்த அமைதியால் பாதுகாப்பவரே , நன்றி ஆண்டவரே

192. பாழ் இடங்களை ஆண்டவரின் தோட்டம் போல் ஆக்குவேன் என்றவரே , நன்றி ஆண்டவரே

193. என் உள்ளங்கையில் உன்னைப் பொறித்து வைத்துள்ளேன் என்று எம்மைப் பாதுகாப்பவரே , நன்றி ஆண்டவரே

194. உடைந்த உள்ளத்தோருக்கு அருகில் இருப்பவரே , நன்றி ஆண்டவரே

195. ஏழை எளியவர் எம்மீது அக்கறை கொண்டுள்ளவரே , நன்றி ஆண்டவரே

196. கலங்காதே நானே உன் கடவுள் என்று எமக்கு வலிமை அளிப்பவரே , நன்றி ஆண்டவரே

197. எமக்கு நிழலாக இருப்பவரே , நன்றி ஆண்டவரே

198. எங்கள் மீது இரங்கி எமக்கு ஆசி தருபவரே , நன்றி ஆண்டவரே

199. உம் திருமுக ஒளியை எம்மீது வீசச் செய்பவரே , நன்றி ஆண்டவரே

200. உமது பேரின்ப நீரோடையில் எங்கள் தாகத்தைத் தணிப்பவரே , நன்றி ஆண்டவரே பயத்தினால் பதறும்போது


201. அஞ்சாதே நாம் உம் அடைக்கலமும் மிகச் சிறந்த பரிசுமாக இருக்கின்றோம் என்று ஆபிரகாமுக்கு மொழிந்தவரே , நன்றி ஆண்டவரே

202. அஞ்ச வேண்டாம் நீங்கள் நின்று கொண்டே இன்று ஆண்டவர் செய்யப் போகிற மகத்துவங்களைப் பாருங்கள் என்று மோசே வழியாகப் பேசினவரே , நன்றி ஆண்டவரே

203. திகைக்கவோ மதி கலங்கவோ வேண்டாம் ஏனெனில் நீ போகும் இடமெல்லாம் நாம் உன்னோடு இருப்போம் என்று யோசுவாவுக்குச் சொன்னவரே , நன்றி ஆண்டவரே

204. நீ அஞ்சாது தைரியமாய் இரு , எதிரியின் நகரையும் நாட்டையும் உம் கையில் ஒப்படைத்தோம் என்று யோசுவாவுக்குச் சொன்னவரே , நன்றி ஆண்டவரே


205. எதிரிகளின் பெரும் படையைக் கண்டு அஞ்ச வேண்டாம் நிலை கலங்கவும் வேண்டாம் என்று யோசபாத்துக்குச் சொன்னவரே , நன்றி ஆண்டவரே

206. அஞ்சாதே ,போதித்துக் கொண்டே இரு, நிறுத்தி விடாதே நான் உன்னோடு இருக்கிறேன் என்று பவுலுக்குச் சொன்னவரே , நன்றி ஆண்டவரே

207. உன் பகைவர்களைக் கண்டு அஞ்சாதே என்றவரே , நன்றி ஆண்டவரே

208. அந்நிய தெய்வங்களுக்கு அஞ்ச வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

209. இருள் சூழ்ந்த பள்ளத்தாக்கில் நடக்க நேர்ந்தாலும் தீமையானது எதற்கும் அஞ்சாதே நான் உன்னோடு இருக்கிறேன் என்றவரே , நன்றி ஆண்டவரே

210. தாவீதின் மன்றாட்டைக் கேட்டு எல்லாவித அச்சத்தினின்றும் விடுவித்தவரே , நன்றி ஆண்டவரே

211. துன்பமிகு நாளில் நான் அஞ்ச வேண்டியதில்லை என்றவரே , நன்றி ஆண்டவரே

212. இரவின் திகிலுக்கும் பகலில் பாய்ந்து வரும் அம்புக்கும் அஞ்ச வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

213. இருளில் உலவும் கொள்ளை நோய்க்கு அஞ்ச வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

214. நண்பகலில் தாக்கும் கொடிய வாதைக்கும் அஞ்ச வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

215. நீ அஞ்சாதே ஏனெனில் நாம் உன்னோடு இருக்கிறோம் என்றவரே , நன்றி ஆண்டவரே

216. நீ அஞ்சாதே நம்பிக்கையில் தளராதே ஏனெனில் நான் உன் கடவுள் என்றவரே , நன்றி ஆண்டவரே

217. அஞ்சாதே ஏனெனில் உன்னை மீட்டோம் என்றவரே , நன்றி ஆண்டவரே

218. அஞ்சாதே ஏனெனில் நாமே உன்னைப் பெயரிட்டு அழைத்தோம் என்றவரே , நன்றி ஆண்டவரே

219. அஞ்சாதே ஏனெனில் நீ நமக்கே சொந்தம் என்றவரே , நன்றி ஆண்டவரே

220. நீங்கள் கலங்காதீர்கள் அஞ்சாதீர்கள் . நம்மையன்றி வேறு தெய்வம் உண்டோ ? புகலிடம் வேறில்லை என்றவரே , நன்றி ஆண்டவரே

221. மனிதரின் நின்தைக்கோ பழிப்புரைக்கோ அஞ்சவோ கலங்கவோ வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

222. நாமே உங்களைத் தேற்றுவோம் சாகக்கொடிய மனிதனுக்கு அஞ்ச வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

223. இஸ்ரயேலே அஞ்சாதே பயப்படாதே நாமே உன் சந்ததியை அடிமைத்தனத்திலிருந்து விடுவிப்போம் என்றவரே , நன்றி ஆண்டவரே

224. ஆன்மாவைக் கொல்ல முடியாதவர்களாய் உடலைக் கொல்லுவோர்க்கு அஞ்சாதீர்கள் என்றவரே , நன்றி ஆண்டவரே

225. உடலையும் ஆன்மாவையும் நரகத்தில் அழிக்க வல்லவருக்கே அஞ்சுங்கள் என்றவரே , நன்றி ஆண்டவரே

226. உமக்கு அஞ்சி நடந்து உமது பெயரைச் சிந்திக்கிறவர்களை நினைவு நூலில் எழுதி வைத்திருப்பவரே , நன்றி ஆண்டவரே

227. உமது திருப்பெயருக்கு அஞ்சி நடப்பவர் மேல் நீதியின் கதிரவனாக எழுந்து சுகம் தருபவரே , நன்றி ஆண்டவரே

228. தைரியமாக இருங்கள் நான் தான் அஞ்சாதீர்கள் என்று திருத்தூதர்களை திடப்படுத்தியவரே , நன்றி ஆண்டவரே

229. அச்சத்திற்க்குள்ளாக்கும் அடிமை உள்ளம் அல்ல மாறாக பிள்ளைகளாக்கும் தேவ ஆவியைத் தந்தவரே, நன்றி ஆண்டவரே

230. உமக்கு பயந்து வாழ்வோரைச் சுற்றி உமது தூதர் சூழ்ந்து காக்கச் செய்கிறதற்காக, நன்றி ஆண்டவரே

231. உமக்கு அஞ்சுவோருக்கு எதுவும் குறைவுபடாமல் காப்பதற்காக , நன்றி ஆண்டவரே

232. உமக்கு அஞ்சுவோருக்கு வெற்றிக் கொடி நாட்டுவதற்காக , நன்றி ஆண்டவரே

233. உமக்கு அஞ்சி நடப்போருக்கு மீட்பு மெய்யாகவே அண்மையில் இருப்பதற்காக , நன்றி ஆண்டவரே

234. உமக்கு அஞ்சி நடப்பவர்களுக்கு தயவு காண்பிப்பதற்காக , நன்றி ஆண்டவரே

235. உமக்கு அஞ்சுவோருக்கு இரக்கம் காண்பிப்பதற்காக , நன்றி ஆண்டவரே

236. உம்மீதுள்ள அச்சமே ஞானத்தின் தொடக்கமாக இருப்பதற்காக , நன்றி ஆண்டவரே

237. உமக்கு அஞ்சுகிறவர்களின் ஆசைகளை நிறைவேற்றுகிறவர்களுக்காக , நன்றி ஆண்டவரே

238. உமக்கு அஞ்சுவதால் ஆயுள் நாட்கள் நீடிக்கச் செய்வதற்காக , நன்றி ஆண்டவரே

239. உமது கட்டளைகளுக்குப் பயப்படுகிறவர்களை சமாதானத்தில் நிலைத்திருக்கச் செய்வதற்காக , நன்றி ஆண்டவரே

240. உம்மீதுள்ள அச்சம் வாழ்வின் ஊற்றாய் இருப்பதற்காக , நன்றி ஆண்டவரே

241. அஞ்சாதீர் உமது மன்றாட்டு கேட்கப்பட்டது என்று சக்கரியாசுக்கு மொழிந்ததற்காக , நன்றி ஆண்டவரே

242. அஞ்ச வேண்டாம் கடவுளின் அருளைக் கண்டடைந்துள்ளீர் என்று அன்னை மரியாவுக்குச் சொல்லியதற்காக , நன்றி ஆண்டவரே

243. உமது இரக்கம் உமக்கு அஞ்சுவோருக்குத் தலைமுறை தலைமுறையாய் உள்ளதற்காக , நன்றி ஆண்டவரே

244. அஞ்சாதே உன் பொருட்டு கடவுள் உன்னுடன் பயணம் பண்ணுகிற யாவர்க்கும் உயிர் பிச்சை அளித்துள்ளார் என்று பவுலுக்கு உரைத்ததற்காக , நன்றி ஆண்டவரே

245. உமக்கு அஞ்சி பரிசுத்தத்தின் முழுமையை அடையச் சொல்வதற்காக , நன்றி ஆண்டவரே

246. கணவன் மனைவி கிறிஸ்துவுக்கு அஞ்சி ஒருவருக்கொருவர் பணிந்திருக்க சொல்லுவதற்காக , நன்றி ஆண்டவரே

247. அன்பில் அச்சத்திற்கு இடமில்லை , நிறையன்பு அச்சத்தை அகற்றும் என்பதற்காக , நன்றி ஆண்டவரே

248. நாம் உன்னை விட்டு நீங்கவும் உன்னைக் கைநழுவ விடவும் மாட்டோம் ஆகையால் அஞ்சவும் கலங்கவும் வேண்டாம் என்ற வாக்கிற்காக , நன்றி ஆண்டவரே

249. கலங்காதீர்கள் அஞ்சாதீர்கள் நீங்கள் என் சாட்சிகள் என்ற உம் வாக்கிற்காக , நன்றி ஆண்டவரே

250. ஆட்டுக் குட்டிகளாகிய எங்களை உம் கையால் ஒன்று சேர்ப்பதற்காக , நன்றி ஆண்டவரே


சோதனையில் சறுக்கும்போது

251. உம் துன்ப சோதனைகளில் உம்முடன் நிலைத்து நின்றவர்களுக்கு அரசுரிமை வழங்குவதாக உறுதியளித்தவரே , நன்றி ஆண்டவரே

252. எங்களால் தாங்கக் கூடிய சோதனை மட்டும் வரச் செய்பவரே , நன்றி ஆண்டவரே

253. வெல்ல முடியாத சோதனைக்கு உள்ளாகும்படி எம்மை விடாதவரே , நன்றி ஆண்டவரே

254. சோதனை வரும்போது அதை தாங்கிக் கொள்ள திறன் அளிப்பவரே , நன்றி ஆண்டவரே

255. சோதனையினின்று தப்பவும் வழி செய்கிறவரே , நன்றி ஆண்டவரே

256. சோதனையில் எம்மைக் காத்து தீமையில் இருந்து எங்களை மீட்டவரே , நன்றி ஆண்டவரே

257. இறைப்பற்றுள்ளவர்களை துன்பச் சோதனையினின்று விடுவிக்கத் தெரிந்த ஆண்டவரே , நன்றி ஆண்டவரே

258. பலவகை சோதனைகளுக்கு நாங்கள் உள்ளாகும்போது அவை எல்லாம் மகிழ்ச்சி என்றே எண்ணச் சொன்னவரே , நன்றி ஆண்டவரே

259. சோதனைகளை மனவுறுதியோடு தாங்குபவர் பேறுபெற்றவர் என்றீரே , நன்றி ஆண்டவரே

260. சோதனைகளை மனவுறுதியோடு தாங்குவதால் எங்களது தகுதி மெய்ப்பிக்கப்படும் என்றவரே , நன்றி ஆண்டவரே

261. நாங்கள் சோதனைக்கு உட்படுவது எங்கள் சொந்த இச்சையினாலே தான் என்று உணர்த்தியவரே , நன்றி ஆண்டவரே

262. எங்கள் வாழ்நாளில் சோதிக்கப்பட்டால் முடிவில் வெற்றி பெறுவோம் என்று உறுதி தந்தவரே , நன்றி ஆண்டவரே

263. சோதனையில் பிரமாணிக்கமுள்ளவராகக் காணப்பட்ட ஆபிரகாமை மகிமைப்படுத்தியவரே , நன்றி ஆண்டவரே

264. சோதனைக்கு உட்படாதபடி விழித்திருந்து செபியுங்கள் என்றவரே , நன்றி ஆண்டவரே

265. எங்களை சோதனைக்கு உட்படுத்தாதேயும் என்று செபிக்கக் கற்றுத் தந்தவரே , நன்றி ஆண்டவரே

266. சோதனைக்குள்ளாகித் துன்பப்பட்டதனாலே சோதிக்கப்படுகிற எங்களுக்கு உதவி செய்ய வல்லவராய் இருக்கிறவரே , நன்றி ஆண்டவரே

267. நாங்கள் சோதிக்கப்படுவது அலகையினால் என்பதை தெளிவாக்கியவரே , நன்றி ஆண்டவரே

268. நாங்கள் பல்வேறு சோதனைகளினால் துன்புறுவது சொற்ப காலமே என்று உணர்த்துபவரே , நன்றி ஆண்டவரே

269. எங்களைச் சோதித்த பின் பசும்பொன் போல வெளிப்படச் செய்பவரே , நன்றி ஆண்டவரே

270. நாங்கள் பல்வேறு சோதனைகளால் துன்புற்றாலும் அப்பேற்றினை நினைத்து களிகூரச் சொன்னவரே , நன்றி ஆண்டவரே

271. எங்கள் விசுவாசம் உண்மையானதென்று காட்டவே சோதனைகள் நிகழச் செய்பவரே , நன்றி ஆண்டவரே

272. எங்கள் விசுவாசம் சோதிக்கப்படுவதால் நீர் வெளிப்படும் நாளில் அது எங்களுக்குப் புகழும் மகிமையும் மாண்பும் தருவதாய் விளங்கும் என்றவரே , நன்றி ஆண்டவரே

273. ஆண்டவரின் ஆவியை நாங்கள் சோதிக்கக் கூடாது என்று எச்சரித்தவரே , நன்றி ஆண்டவரே

274. உம் துன்ப சோதனைகளில் உம்முடன் நிலைத்து நின்றவர்களுக்கு அரசுரிமை வழங்குவதாக உறுதியளித்தவரே, நன்றி ஆண்டவரே

275. தோபித்து உமக்குப் பிரியமானவனாக இருந்ததனால் அவரைப் பரிசோதிக்க சோதனைகளை அனுமதித்தவரே , நன்றி ஆண்டவரே

276. எங்கள் கடவுளாகிய ஆண்டவரே நாங்கள் உம்மைச் சோதிக்கக் கூடாது என்று கட்டளை தந்தவரே , நன்றி ஆண்டவரே

277. ஆபிரகாமைச் சோதிப்பதற்காக அவரது ஒரே மகனைத் தகன பலியாக ஒப்புக் கொடுக்கச் சொன்னவரே , நன்றி ஆண்டவரே

278. இஸ்ரயேலர் உம்மைச் சோதித்த போதும் பாறையை பிளந்து தண்ணீர் வரச் செய்தவரே , நன்றி ஆண்டவரே

279. மெரிபாவிலும் பாலை நிலத்திலும் மாசாவிலும் இஸ்ரயேலர் உம்மைச் சோதித்ததை வருத்தமாய் எடுத்துரைத்தவரே , நன்றி ஆண்டவரே

280. உம் செயல்களைக் கண்டிருந்தும் உம்மை சோதனைக்கு உட்படுத்தியதை வேதனையோடு எடுத்துரைத்தவரே , நன்றி ஆண்டவரே

281. விலையுயர்ந்த எங்கள் விசுவாசம் சோதிக்கப்பட வேண்டும் என்றவரே , நன்றி ஆண்டவரே

282. உலைக்களத்தில் வெள்ளியும் உலையில் பொன்னும் பரிசோதிக்கப்படுவது போல புகழ்கிறவனுடைய வாயால் எங்களை பரிசோதிக்கிறவரே , நன்றி ஆண்டவரே

283 . செல்வம் சேர்க்க விரும்புகிறவன் சோதனையில் வீழ்கிறான் என்ற உண்மையை உணர்த்தியவரே , நன்றி ஆண்டவரே

284 . உம்மீது முழு இதயத்தோடும் முழு உள்ளத்தோடும் அன்பு கூர்கின்றோமா என்று எங்களை சோதிக்கிறவரே , நன்றி ஆண்டவரே

285 . காலைதோறும் எம்மைச் சந்தித்து வினாடி தோறும் எம்மை பரிசோதிக்கிறவரே , நன்றி ஆண்டவரே

286 . உம் திருக்கண்கள் எம்மைப் பரிசோதித்துப் பார்ப்பதற்காக , நன்றி ஆண்டவரே

287 . ஆபிரகாமை சோதனை , துன்பங்களால் புடமிட்டு , உமக்கு அன்பராக்கிக் கொண்டதற்காக , நன்றி ஆண்டவரே

288 . எம்மை ஆராய்ந்து சோதித்து பார்ப்பவரே , நன்றி ஆண்டவரே

289 . எம் உணர்வுகளை அறிந்தவராய் , எம் உள்ளத்தைப் பரிசோதித்துப் பார்க்கிறவரே , நன்றி ஆண்டவரே

290 . வெள்ளி நெருப்பிலும் பொன் உலையிலும் பரிசோதிக்கப்படுவது போல எங்கள் இதயங்களை சோதித்து அறிகிறவரே , நன்றி ஆண்டவரே

291 . மனதின் மறைபொருட்களையும் இதயத்தின் சிந்தனைகளையும் சோதித்து அறிகிறவரே , நன்றி ஆண்டவரே

292 . நீர் பரிசோதிக்கப்படுவது போல எங்கள் இதயங்களை சோதித்து அறிகிறவரே , நன்றி ஆண்டவரே

293 . நீதிமானை சோதிக்கிறவரே , உள்ளத்தையும் இதயத்தையும் பார்க்கிறவரே , நன்றி ஆண்டவரே

294 . ஏன் என்னைச் சோதிக்கிறீர்கள் என்று பரிசேயரின் கேடுமதியை உணர்த்தியவரே , நன்றி ஆண்டவரே

295 . நீர் செய்யப்போகும் அற்புதத்தை அறிந்திருந்தும் பிலிப்புவைச் சோதிக்க கேள்வி கேட்டவரே , நன்றி ஆண்டவரே

296 . எங்கள் அன்பு உண்மையானதா என்று சோதிக்க பிறருடைய ஆர்வத்தை எடுத்துக் காட்டுகிறவரே , நன்றி ஆண்டவரே

297 . எங்கள் வாழ்க்கை விசுவாசத்தின் மேல் ஊன்றியுள்ளதா என்று சோதித்துப் பார்த்துக் கொள்ளச் சொன்னவரே , நன்றி ஆண்டவரே

298 . குற்றத்தில் அகப்படுகிறவனைப் போல் நாங்களும் சோதனைக்கு உள்ளாகாதபடி பார்த்துக் கொள்ளச் சொன்னவரே , நன்றி ஆண்டவரே

299 . தூய ஆவியின் தூண்டுதல் கடவுளிடமிருந்து தான் வருகிறதா என்பதைச் சோதித்து அறியுங்கள் என்றவரே , நன்றி ஆண்டவரே

300 . உம்மை சோதிக்காமல் இருக்கிறவர்கள் உம்மைக் கண்டடைவார்கள் என்றவரே , நன்றி ஆண்டவரே




வெறுக்கப்பட்டு விழும்போது
***************************************

301 . அமைதியை அருளும் கடவுளே , நன்றி ஆண்டவரே

302 . எங்கள் நுகத்தடிகளை முறித்து எங்களை நிமிர்ந்து நடக்கச் செய்பவரே , நன்றி ஆண்டவரே

303 . பகைவரிடமிருந்து எங்களை காப்பாற்றுபவரே , நன்றி ஆண்டவரே

304 . உம் மக்களுக்கு ஆற்றலும் சமாதானமும் ஆசியும் வழங்குபவரே , நன்றி ஆண்டவரே

305 . எங்களுக்காக இகழப்பட்டவரே , நன்றி ஆண்டவரே

306 . எங்களுக்காக மனிதரால் புறக்கணிக்கப்பட்டவரே , நன்றி ஆண்டவரே

307 . எங்களுக்காகச் சிறுமைப்படுத்தப்பட்டவரே, நன்றி ஆண்டவரே

308 . காரணமின்றி என்னை வெறுத்தார்கள் என்ற வாக்கு உம்மில் நிறைவேறிற்று என்றவரே , நன்றி ஆண்டவரே

309 . எங்களுக்காக இழிவுபடுத்தப்பட்டவரே , நன்றி ஆண்டவரே

310 . உங்களை வெறுப்போருக்கு நன்மை செய்யுங்கள் என்றவரே , நன்றி ஆண்டவரே

311 . உங்களைச் சபிப்போருக்கு ஆசி கூறுங்கள் என்றவரே , நன்றி ஆண்டவரே

312 . உங்களை இகழ்ந்து பேசுவோருக்காக இறைவனிடம் வேண்டுங்கள் என்றவரே , நன்றி ஆண்டவரே

313 . உங்களை ஒரு கன்னத்தில் அறைபவருக்கு மறுகன்னத்தையும் திருப்பிக் காட்டுங்கள் என்றவரே , நன்றி ஆண்டவரே

314 . உம் பொருட்டு மக்கள் எங்களை வெறுத்து ஒதுக்கி வைத்து நாங்கள் பொல்லாதவர்கள் என்று எங்களை இகழ்ந்து
தள்ளி விடும்போது துள்ளி மகிழ்ந்து கொண்டாடச் சொன்னவரே ,
, நன்றி ஆண்டவரே

315 . உம் பொருட்டு இகழப்படும் போது மகிழ்ந்து பேருவகை கொள்ளச் சொன்னவரே , நன்றி ஆண்டவரே

316 . உலகு உங்களை வெறுக்கிறது என்றால் அது உங்களை வெறுக்கும் முன்னே என்னை வெறுத்தது என்பதைத் தெரிந்து கொள்ளுங்கள் என்றவரே , நன்றி ஆண்டவரே

317 . நீங்கள் உலகைச் சார்ந்தவர்கள் அல்ல எனவே உலகு உங்களை வெறுக்கிறது என்றவரே , நன்றி ஆண்டவரே

318 . உம்மை வெறுப்போர் உம் தந்தையையும் வெறுப்பதாகச் சொன்னவரே , நன்றி ஆண்டவரே

319 . என் பெயரின் பொருட்டு உங்களை எல்லோரும் வெறுப்பர் என்று முன்னுரைத்தவரே , நன்றி ஆண்டவரே

320 . காரணமின்றி என்னை வெறுப்போர் என் தலை முடியை விட மிகுதியாய் இருக்கின்றனர் என்று புலம்பிய தாவீதுக்கு இரங்கியவரே, நன்றி ஆண்டவரே

321 . எதிரிகளின் பற்களுக்கு எங்களை இரையாக்கி விடாதவரே , நன்றி ஆண்டவரே

322 . எதிரியால் ஒடுக்கப்பட்டு நான் ஏன் துயருடன் நடமாட வேண்டும் என்ற தாவாதுக்கு இரங்கியவரே , நன்றி ஆண்டவரே

323 . மனிதரின் சூழ்ச்சியில் இருந்து எங்களைக் காப்பாற்றி உமது முன்னிலையின் மறைப்பினுள் வைப்பவரே , நன்றி ஆண்டவரே

324. எம்மோடு போரிட்டோர் கையினின்று எம்மை விடுவித்துப் பாதுகாப்பவரே , நன்றி ஆண்டவரே

325. போரிடும் ஆற்றலை அரைக்கச்சையாக எமக்கு அளித்து, எம்மை எதிர்த்தவர்களை எமக்கு அடிபணியச் செய்தவரே , நன்றி ஆண்டவரே

326. எம் எதிரியின் கையில் எம்மை நீர் விட்டு விடாமல், அகன்ற இடத்தில் எம்மைக் காலூன்றி நிற்க வைத்தவரே , நன்றி ஆண்டவரே

327. உன்னை எதிர்த்துப் போராடுபவருடன் நானும் எதிர்த்துப் போராடுவேன் என்றவரே, நன்றி ஆண்டவரே

328. உன் வாழ்நாள் முழுவதும் எந்த மனிதனும் எதிர்த்து நிற்க மாட்டான் என்றவரே , நன்றி ஆண்டவரே

329. உன் பகைவர்கள் ஒரு வழியில் உனக்கு எதிராக வருவர், ஆனால் ஏழு வழியாய் உன் கண்களுக்கு முன்னே ஓடிப் போவர் என்றவரே , நன்றி ஆண்டவரே

330. எங்கள் பகைவர்களைப் பார்த்து சோர்ந்து போகவோ அஞ்சவோ கலங்கவோ தத்தளிக்கவோ வேண்டாம் என்றவரே , நன்றி ஆண்டவரே

331. உமது வல்லமை மிக்க கரத்தின் கீழ் எங்களைத் தாழ்த்தும்போது ஏற்ற காலத்தில் எங்களை உயர்த்துபவரே , நன்றி ஆண்டவரே

332. எம் எல்லைப்புறங்களில் அமைதி நிலவச் செய்பவரே , நன்றி ஆண்டவரே

333. காரணமின்றி எம்மை வெறுப்போர் , கண்ஜாடை காட்டி எம்மை இகழ விடாதவரே , நன்றி ஆண்டவரே

334. எம்மைத் தலை நிமிரச் செய்பவரே , நன்றி ஆண்டவரே

335. சீடர்கள் நடுவில் நின்று உங்களுக்கு அமைதி உரித்தாகுக என்று வாழ்த்தியவரே , நன்றி ஆண்டவரே

336. நீங்கள் ஏன் கலங்குகிறீர்கள் ? ஏன் உங்கள் உள்ளத்தில் ஐயம் கொள்ளுகிறீர்கள்? என்று திருத்தூதர்களைத் திடப்படுத்தியவரே , நன்றி ஆண்டவரே

337. போர் நடந்த நாளில் எம் தலையை மறைத்துக் காத்தவரே , நன்றி ஆண்டவரே

338. பொல்லாரின் வழிமுறைகளைக் கவிழ்த்து விடுபவரே, நன்றி ஆண்டவரே

339. பொல்லார் கட்டிய கயிறுகளை அறுத்தெறிகிற நீதியுள்ள ஆண்டவரே , நன்றி ஆண்டவரே

340. நீ அச்சமின்றி உன் வழியில் நடப்பாய் உன் கால் ஒருபோதும் இடறாது என்றவரே , நன்றி ஆண்டவரே

341. யாருக்கும் அஞ்சி நடுங்கவோ மனம் கலங்கவோ வேண்டாம் என்றவரே, நன்றி ஆண்டவரே

342. கிறிஸ்துவின் பொருட்டு பிறர் உங்கள் மீது வசை கூறும்போது மாட்சிமிக்க தூய ஆவி உங்கள் மேல் தங்கும் என்ற வாக்கிற்காக, நன்றி ஆண்டவரே

343. உலகம் உங்களை வெறுக்கிறது என்றால் நீங்கள் வியப்படைய வேண்டாம் என்ற வாக்கிற்காக , நன்றி ஆண்டவரே

344. ஆண்டவரே உங்களுக்காக போராடுவார் . நீங்கள் அமைதியாக இருங்கள் என்ற வாக்கிற்காக , நன்றி ஆண்டவரே

345. கேடு வரும் நாளில் எங்களை உம் கூடாரத்தில் மறைத்து வைப்பதற்காக , நன்றி ஆண்டவரே

346. செல்லும் இடமெல்லாம் எம்மைக் காக்கும்படி உம் தூதருக்குக் கட்டளையிடுவதற்காக , நன்றி ஆண்டவரே

347. உமது வலப்பக்கத்தில் எப்போதும் பேரின்பம் இருக்கச் செய்வதற்காக , நன்றி ஆண்டவரே

348. உம் வியத்தகு செயல்களால் எம்மை மகிழ்விப்பதற்காக , நன்றி ஆண்டவரே

349. நலிவுற்ற நெஞ்சத்திற்குப் பதிலாக புகழ் என்னும் ஆடையைத் தருவதற்காக, நன்றி ஆண்டவரே

350. மனந்திரும்புங்கள் , ஏனெனில் விண்ணரசு நெருங்கி விட்டது என்று மொழிந்தவரே , நன்றி ஆண்டவரே

351. மனந்திரும்பியவர்களாய் உம குரலொலியைக் கேட்டு அதன்படி நடக்கச் செய்பவரே, நன்றி ஆண்டவரே

352. நீதிமான்களை அல்ல , மனந்திரும்பும்படி பாவிகளையே அழைக்க வந்தேன் என்றவரே, நன்றி ஆண்டவரே

353. இஸ்ராயேலரின் பாவத்தை மன்னிக்க வேண்டும் ; அல்லது உமது புத்தகத்தில் இருந்து எனது பெயரையும் நீக்கி விடும் என்ற மோசேயின் செபத்தைக் கேட்டவரே , நன்றி ஆண்டவரே

354. மோசேயின் வேண்டுகோளின்படியே இஸ்ரயேலரை மன்னித்தவரே , நன்றி ஆண்டவரே

355. எசேக்கியாசின் மன்றாட்டை ஏற்று , திருச்சட்டத்திற்கு மாறாக பாஸ்காவை உண்டவர்களை மன்னித்தவரே , நன்றி ஆண்டவரே

356. திமிர்வாதக்காரனைப் பார்த்து உன் பாவங்கள் மன்னிக்கப்பட்டன என்று சுகம் தந்தவரே, நன்றி ஆண்டவரே

357. உன் பாவங்கள் மன்னிக்கப்பட்டன என்று பாவியான பெண்ணுக்கு பாவ மன்னிப்பின் நிச்சயம் தந்தவரே, நன்றி ஆண்டவரே

358. அக்கிரமத்தையும் பாவங்களையும் பாதகங்களையும் போக்குபவரே , நன்றி ஆண்டவரே

359. உம் திருமுன் மறைக்காது குற்றத்தை ஒப்புக் கொண்ட தாவீதை மன்னித்தவரே , நன்றி ஆண்டவரே

360. மக்கள் செய்த குற்றங்களை மன்னித்து பாவங்களை போக்கியவரே , நன்றி ஆண்டவரே

361. மக்கள் செய்த குற்றங்களை மன்னித்து பாவங்களை போக்கியவரே, நன்றி ஆண்டவரே

362. எம்பாவங்களை எல்லாம் மன்னிக்கிறவரே, நன்றி ஆண்டவரே

363. நாங்கள் செபம் செய்ய நிற்கும்போது யார் மேலாவது எங்களுக்கு மனத்தாங்கல் இருந்தால் மன்னிக்கச் சொல்பவரே, நன்றி ஆண்டவரே

364. மண்ணுலகில் பாவங்களை மன்னிக்க மனுமகனுக்கு அதிகாரம் உண்டு என்றவரே, நன்றி ஆண்டவரே

365. எழுபது முறை ஏழு முறை மன்னித்துக் கொண்டே இரு என்றவரே, நன்றி ஆண்டவரே

366. குறைவாக மன்னிப்பு பெறுபவர்கள் குறைவாக அன்பு செய்கிறார்கள் என்றவரே, நன்றி ஆண்டவரே

367. தந்தையே இவர்களை மன்னியும் தாங்கள் செய்வது இன்னதென்று இவர்களுக்குத் தெரியவில்லை என்று செபித்தவரே, நன்றி ஆண்டவரே

368. எவர்களுடைய பாவங்களை மன்னிப்பீர்களோ அவர்களுக்கு அவை மன்னிக்கப்பெறும் என்று திருத்தூதர்களுக்கு அதிகாரம் தந்தவரே, நன்றி ஆண்டவரே

369. பாவ மன்னிப்பிற்க்காக மனந்திரும்ப வேண்டும் என்று அறிவிக்கச் சொன்னவரே, நன்றி ஆண்டவரே

370. மனந்திரும்புதலையும் பாவ மன்னிப்பையும் அருளும்படி தலைவராகவும் மீட்பராகவும் உயர்த்தப் பெற்றவரே, நன்றி ஆண்டவரே

371. எமது அக்கிரமத்தை மன்னித்து எம் பாவத்தை இனிமேல் நினைவு கூராதவரே, நன்றி ஆண்டவரே

372. மங்கி எரியும் திரியை அணைக்காமல் ஒளி ஏற்றுபவரே, நன்றி ஆண்டவரே

373. மனம் திருந்தாவிடில் நீங்கள் அழிவீர்கள் என்ற உமது எச்சரிப்பிற்காக, நன்றி ஆண்டவரே

374. மனந்திரும்பியவர்க்கேற்ற செயலைச் செய்து காட்டுங்கள் என்ற யோவானின் வாக்கிற்காக, நன்றி ஆண்டவரே

375. மனம் திரும்பும் ஒரு பாவியைக் குறித்து பரலோகத்தில் மிகுந்த மகிழ்ச்சி உண்டாவதற்காக, நன்றி ஆண்டவரே

376. நாங்கள் அறியாமையில் வாழ்ந்த காலத்தில் நிகழ்ந்ததை பொருட்படுத்தாமல் இப்போது எல்லாரும் மனம் திரும்ப வேண்டும் எனக் கட்டளை இடுவதற்காக, நன்றி ஆண்டவரே

377. உமது திருவுளத்தின்படி ஏற்கப்படும் துயரம் மீட்பு தரும் மனமாற்றத்தை விளைவிப்பதற்காக, நன்றி ஆண்டவரே

378. ஒருவரும் அழிவுறக் கூடாது எல்லாரும் மனந்திரும்ப வேண்டும் என பொறுமையாய் இருப்பதற்காக, நன்றி ஆண்டவரே

379. மனந்திரும்பி ஆர்வமுள்ள வாழ்க்கை நடத்த சொல்வதற்காக, நன்றி ஆண்டவரே

380. பெரிது நாங்கள் செய்த பாவம் ; உமது பெயரின் பொருட்டு எம் பாவத்தை மன்னிப்பதற்காக, நன்றி ஆண்டவரே


`}
    {/* Back Button */}
            <div className="mt-10 text-center">
              <Link
                to="/prayers"
                className="inline-block bg-blue-700 text-white px-6 py-2 rounded hover:bg-blue-800 transition"
              >
                ⬅️ திரும்ப ஜெபப் பகுதி
              </Link>
            </div>
      </div>
      
    </div>
  );
};

export default GeneralPrayer1;
