import React from 'react';
import { Link } from 'react-router-dom';
const MaryNovena7 = () => {
  return (
    <div className="bg-[#fffdf5] text-[#3a2c1f] p-6 font-['Noto Serif Tamil'] leading-relaxed text-[17px]">
      <h1 className="text-3xl font-bold text-center mb-8">📖 மரியன்னைக்கு துதிகள் செலுத்துவோம்</h1>
      
      <div className="max-w-5xl mx-auto whitespace-pre-line text-justify">
{`

மரியன்னைக்கு துதிகள் செலுத்துவோம்


1 பரிசுத்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

2 அன்பின் சுடரான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

3 பரலோக மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

4 நீதியுள்ள தேவதையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

5 சர்வ வல்லமையுள்ள மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

6 உன்னதமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

7 என்னைப் பாதுகாக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும் 

8 மன்னிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

9 இரக்கமுள்ள மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

10 சமாதானத்தின் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

11 மீட்பளிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

12வானத்துக்கும் பூமிக்கும் அன்னையான மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

13 வெற்றியைக் கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

14 நல்ல ஆலோசனையின் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

15 நல்ல ஆலோசனையின் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

16 அற்புதங்களின் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

17 வல்லமையுள்ள மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

18 வலக்கரத்தால் என்னைத்தாங்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

19 கழுகுபோல என்னைச் சுமக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

20 கண்மணிபோல் என்னைக் காக்கும் மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

21 தியாகத்தின் கன்மலையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

22 என்னைக் காக்கும் கன்மலையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

23 நாமே அமல உற்பவம் என்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

24 நான் ஆண்டவரின் அடிமை என்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

25 எதிரிகளிடமிருந்து என்னைக் காக்கும் மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

26 கருணையும் அருளும் நிறைந்தவளான மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

27 நம்பிக்கையின் வாயிலாக இருக்கும் மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

28 என் கேடயமாக இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

29 என் மகிழ்ச்சியாக இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

30 மகிமையின் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

31 உயிருள்ள தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

32 எனக்கு மணிமுடியாக இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

33 எனக்கு ஆதரவாய் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

34 என்னைத் தூய்மைக்கு அழைக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

35 எனக்கு நம்பிக்கையாய் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

36 நெருக்கடியில் எனக்கு உதவுகின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

37 துன்ப வேளையில் எனக்குத் துணை புரிகின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

38 நீதியை எனக்கு அளிக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

39 எனக்கு ஆற்றல் கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

40 எனக்கு சக்தியாய் வருகின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

41 என் கோட்டையாய் காவல் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

42 பேரொளியை ஆடையாய் அணிந்தவளான மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

43 அளவிலாத ஞானமிக்க மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

44 வல்லமையிலும் நேர்மையிலும் சிறந்தவளான மரியாயே எங்களுக்காக
வேண்டிக் கொள்ளும்

45 என் உயிரை அழிவினின்று காக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

46 உன்னதரின் வாக்குரைப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

47 சாவின் பிடியிலிருந்து என்னைக் காக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

48 குற்றங்களில் இருந்து என்னை மீட்டவளான மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

49 அருளன்பு காட்டுபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

50 என் நோயைக் குணப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

51 என்னை என்றும் கைவிடாத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

52 துன்பங்களை மௌனமாய் ஏற்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

53 என் மேல் இரக்கமாய் இருப்பவளான மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

54 என் கண்ணீரைத் துடைப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

55 மீட்பளிக்கும் பாறையைத் தந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

56 மனக் காயங்களைக் குணப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

57 என்றென்றும் பரிசுத்தமாய் இருக்கும் மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

58 மாண்பும் மகத்துவமும் நிறைந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

59 எல்லாவற்றையும் பார்க்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

60 என்னை நினைவு கூருகின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

61 உள்மனக் காயத்தைத் துடைக்கின்ற மரியாயே எங்களுக்காக வேண்டிக்
கொள்ளும்

62 என் அழுகையைக் கேட்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

63 என் வழியைச் செம்மைப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

64 என் ஆத்துமாவைத் தேற்றும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

65 உள்ளம் நொறுங்குண்டவர்களைக் குணப்படுத்தும் மரியாயே எங்களுக்காக
வேண்டிக் கொள்ளும்

66 தாய் தந்தை மறந்தாலும் என்னை மறவாத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

67 என் இருதயத்தை உறுதிப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

68 பரமன் படைத்த செல்வியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

69 பரிசாய்க் கிடைத்த செல்வியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

70 வெற்றியை கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

71 விண்ணோரின் ராணியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

72 மண்ணோரின் அன்னையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

73 பெண்களின் திலகமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

74 மாசில்லாத மறைமகளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

75 மனம் கசிந்த அன்பு கசிபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

76 வரம் பொழியும் தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

77 இருளைக் களைய எழுந்தவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

78 மருளும் உலகில் துணையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

79 ஜெயத்தின் பொருளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

80 செபத்தின் அருளைத் தருபவரான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

81 வெண்முகில் பொன் ரதமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

82 விண்சென்ற வெண் பனியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

83 வானதூதர் நல் துணை நின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

84 வானவன் மங்கள மொழி ஏற்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

85 ஞான சமாதான வழி நடந்தவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

86 அருளே அழகே ஆனந்தமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

87 இருள் நிறைந்த குறைகள் களையும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

88 அலைகடல் ஒளிர் மீனான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

89 மோட்ச நெறிக் கதவான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

90 பாவ விலங்கை அறுத்தவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

91 பார்த்திட ஒளி கொடுப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

92 அலையொளிர் அருணனை அணிந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

93 மண்ணவர் மாதரசியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

94 விண்ணவர் பேரரசியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

95 ஒலிக்கும் மணியின் இசையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

96 அன்பைச் சுரக்கும் ஆலயமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

97 உதயத் தாரகையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

98 அன்பும் அறமும் செய்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

99 அமலனை எமக்களித்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

100 அலகையின் தலை மிதித்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

101. அன்பின் சங்கமமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

102. மீட்பின் சங்கீதமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

103. அன்பின் வளர்முகமே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

104. அருமை நாயகியாம் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

105. தாழ்ச்சியின் முத்தாரமே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

106. வாடா லில்லியும் வாழ்த்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

107. தேவத்திருமகளே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

108. அருட்கரத்தால் என்னை அணைக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

109. தேனினும் மதுரமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

110. என் பாவத்திற்காய் என்னைத் தண்டிக்காத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

111. சினம் கொள்ளத் தாமதிப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

112. என்னை வழிநடத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

113. என்னோடு அன்பாய்ப் பேசும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

114. எங்களை மீட்க மகனைக் கொடுத்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

115. பாவியை ஏற்றுக் கொள்ளும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

116. பாவிகளை மனந்திருப்பும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

117. பாவிகள் மனம் மாற மன்னிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

118. பாவிகளுக்காக பரிந்து பேசும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

119. உலகின் ஒளியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

120. வாழ்வின் நிறைவான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

121. மகிமையின் பெட்டகமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

122. அன்பின் கதிரோனே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

123. இரக்கத்தின் குன்றே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

124. ஆற்றலும் வல்லமையும் சக்தியும் தரும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

125. என் கூக்குரலுக்கு உடனே செவிசாய்க்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

126. என்னை விட்டு ஒருபோதும் விலகாத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

127. என்றும் என் கண்முன் இருப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

128. எப்பக்கம் போனாலும் என்னை வழிநடத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

129. உலகை ஆளும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

130. சர்வ லோகத்தின் தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

131. அஞ்சி நடப்பவருக்கு ஆசீர் அளிக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

132. இரவும் பகலும் என்னைக் கண்காணிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

133. எல்லோருக்குள்ளும் வாசம் செய்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

134. ஏழை எளியோர் மீது இரக்கம் கொண்ட மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

135. ஏழைகளுக்கு துன்பத்தில் ஆறுதல் கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

136. ஏழைகளின் வாழ்வை மலரச் செய்யும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

137. ஏழையை அற்பமாய் எண்ணாத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

138. ஏழைகளின் கண்ணீரைத் துடைப்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

139. கட்டுண்டவர்களை மீட்பவரான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

140. கண்டித்துத் திருத்துபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

141. கருவின் கனியை ஆசீர்வதிக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

142. கருணையால் தழைத்தோங்கச் செய்பவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

143. களஞ்சியங்களை ஆசீர்வதிக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

144. நீதியின் பாதையில் உலாவிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

145. நீதியின் மேலாடையைப் போர்த்தியவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

146. நீடிய பொறுமையும் பேரன்பும் கொண்ட மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

147. பாதுகாப்புக் கேடயத்தைத் தருகின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

148. தமக்கு அஞ்சுவோர்க்குப் பரிவு காட்டுகின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

149. செபமாலை சொல்லுங்கள் என்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

150. புகழ்ச்சிக்கு உரியவரான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

151. எம் புகலிடமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

152. புத்துயிர் கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

153. எம் மரகத வாசலான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

154. சுடர் விடும் கண்களை உடைய மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

155. எம் புலம்பலைக் கேட்டிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

156. புனிதர் கூட்டத்தில் இருக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

157. என்னைப் புனிதப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

158. பொன்முடி சூடியவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

159. எனக்காக மன்றாடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

160. எனக்காகப் போராடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

161. என்னை எப்போதும் காத்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

162. உன்னதமான மகா பரிசுத்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

163. எனக்கு உறுதுணையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

164. எனக்கு ஊக்கம் அளிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

165. உறைபனி போல பரிசுத்தமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

166. மக்களை ஆர்வத்துடன் காக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

167. மாந்தரை அன்புடன் பழகச் செய்யும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

168. மண்ணோரை மேன்மைப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

169. வானுலகில் உறைந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

170. விண்மீன்களை ஏந்தியவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

171. வலியோருக்கு நிறைவுள்ளவராய் இருக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

172. விசுவாசத்தோடு கேட்பவருக்குக் கொடுக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

173. விண்ணப்பங்களைக் கேட்டிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

174. ஆறுதல் தந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

175. அடைக்கலமாய் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

176. அனைவரையும் அணைத்துக் காக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

177. ஆதரவு கொடுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

178. அன்னையர்க்கெல்லாம் தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

179. அனைவரையும் அன்பு செய்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

180. அல்லல்படுவோருக்குத் தேற்றரவான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

181. அகதிகளுக்குப் புகலிடமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

182. அமைதியின் உறைவிடமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

183. அன்பின் சுடரொளியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

184. அவஸ்தைப்படுவோருக்கு பாதுகாப்பான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

185. ஆதரவற்றோருக்கு உறவான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

186. நீதியைக் கற்பித்தவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

187. நிம்மதியைத் தருபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

188. நேர்மையுடன் வாழ்ந்தவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

189. நிர்மல ஜோதியாய் ஒளிர்ந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

190. மன்னிப்பை விரும்புபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

191. மனத்துயரம் போக்குபவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

192. பாருலகோருக்காகப் பரிந்து பேசும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

193. மன்னிக்கச் சொன்னவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

194. பாசம் காண்பிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

195. பரிவு காட்டும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

196. பாவிகளுக்கு அடைக்கலமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

197. பரிசுத்தம் கெடாத மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

198. கடவுளின் மகனைச் சுமந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

199. கடவுளுக்கு அன்புத் தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

200. என்றும் என் அருகில் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

201. கருணை மழை பொழிந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

202. கடையரையும் கடைக்கண் நோக்கிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

203 . எளியவரின் தாயான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

204 . ஏழைகளுக்குத் தஞ்சமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

205. ஏமாற்றுபவரைக் கடிந்து கொள்ளும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

206 . ஏமாந்தவரை ஆற்றுப்படுத்தும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

207 . தீமைகளை வெறுக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

208 . பாவிகளை நேசித்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

209 . திக்கற்றோருக்குத் துணையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

210 . திடனற்றோருக்கு வலிமையாய் இருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

211. அநீதிகளைக் கண்டு அருவருக்கின்ற மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

212. அனாதைகளை அணைத்துக் கொள்ளும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

213. ஆடம்பரத்தை விரும்பாதவளான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

214 . அடக்கத்தின் திருவுருவவமான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

215. அண்டி வருபவர்க்கு அருளைத் தரும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

216 . அன்பொழுகப் பேசிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

217. அடிபணிநதோருக்குக் காட்சி தந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

218. அடிமைகளுக்குத் தரிசனமாகிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

219 . தயவு நிறைந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

220 . இரக்கம் நிறைந்த மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

221. இளைப்பாற்றும் குளிர்தென்றலான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

222. இனிமை பொங்கும் அழகோவியமே மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

223. இன்னல் தீர்க்கும் இடிதாங்கியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

224 . இடறலில் ஈகை புரிந்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

225 . மலரினும் மென்மையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

226. மனங்களிலே கோவில் கொள்ளும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

227. மாட மாளிகையில் மகிழ்ச்சி கொள்ளா மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

228. மங்கும் வாழ்வை மிளிரச் செய்யும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

229 . தாழ்ச்சியுள்ள தாரகையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

230 . தரணியர் வாழ்த்திடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

231. தன்னடக்கம் கொண்ட முழுநிலவான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

232. தாயுள்ளத்தோடு எம்மை ஆண்டிடும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

233 . வானோர் போற்றும் அரசியாம் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

234 . வானுலக தேவதையான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

235 . விண்ணவர் புகழ்ந்திடும் விண் மலரான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

236 . விடிவெள்ளியாய் பிரகாசிக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

237 . விடுதலையின் இராக்கினியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும் 

238. விதவைகளுக்குச் சொந்தமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

239. வெண்பனியில் பூத்த விடிவெள்ளியாம் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

240. வெண்மனங்களில் மணக்கும் மல்லிகையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

241. சிறியோரையும் பெரியோரையும் ஆசீர்வதித்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

242 . பள்ளத்தாக்கின் லீலி மலரான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

243. பாதுகாப்புக் கேடயத்தைத் தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

244. மகிழ்ச்சியுடன் வாழ வைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

245. மகத்துவத்தை ஆடையாகக் கொண்டவரே மரியாயே,எங்களுக்காக வேண்டிக் கொள்ளும்

246 . அருங்கொடைகளின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

247 . அன்பை ஊற்றும் ஆலயமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

248 . நிறைவாழ்வின் நதியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

249 . பேரிரக்கத்தைப் பொழியும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

250 . சாந்தமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

251 . மனத்தாழ்ச்சியுள்ள மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

252. மண்ணிலிருந்து எடுத்துக் கொள்ளப்பட்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

253 . விடிவெள்ளி நட்சத்திரமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

254. ஆண்டவரால் தெரிந்து கொள்ளப்பட்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

255 . எங்கள் பாதுகாவலியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

256 . எங்கள் அருணோதயமே மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

257. உமது பெற்றோருக்குக் கீழ்ப்படிந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

258 . தாழ்ச்சியோடு இயேசுவைப் பெற்றெடுத்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

259. உலகத்திற்க்கெல்லாம் அரசியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

260 . சாத்தனை வென்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

261. எலிசபெத்தமாளுக்கு உதவி செய்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

262 . கானாவூர் திருமணத்தில் மகனிடம் பரிந்து பேசிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

263 . சீடர்களைத் தைரியமூட்டிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

264. இயேசுவின் உடன் இரட்சகியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

265 . எளிய மனத்தோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

266 . துயருருவோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

267 . சாந்தம் உள்ளோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

268 . நீதியின் பால் பசிதாகம் உள்ளோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

269 . விடுதலை கீதம் முழங்கிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

270 . இரக்கமுடையோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

271 . தூய உள்ளத்தோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

272 . சமாதானம் செய்வோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

273. நீதியின் நிமித்தம் துன்புறுவோரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

274 . யாரையும் தீர்ப்பிடாத மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

275 . இருள் அகற்றும் ஒளியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

276. உம்மைச் சார்ந்தவர்களை விடுவித்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

277. உமது வழிகளில் எங்களை நடத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

278 . வியாகுலம் நிறைந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

279. தோளில் எம்மைச் சுமந்து செல்லும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

280 . அவனியைக் காத்த அன்னை மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

281 . இருளில் இருப்போருக்கு ஒளி காட்டிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

282 . இலவசமாகக் கொடுக்கச் சொல்லிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

283 . உண்மையும் நீதியுமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

284. நேர்மைக்குச் சாட்சியம் பகர்ந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

285. உம் சிறகுகளில் எம்மைக் காத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

286. உம்மைத் தேடுவோரின் உள்ளத்தை மகிழச் செய்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

287 . நீதியினால் உயர்த்தப்பட்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

288 . நீதியாய் இருக்கின்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

289 . நீதியை நிலைநாட்டுகின்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

290 . நீதியை உடுத்தியிருக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

291 . என் மேல் அன்பு கூர்ந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

292 . என் மீது அக்கறை கொண்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

293. துன்ப வேளையில் என் பக்கமாய் இருந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

294 . பரிசுத்தத்தை நாடிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

295. பள்ளத்தாக்கில் இருந்து என்னைத் தூக்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

296 . என் சுமையை எளிதாக்கிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

297 . அன்பின் பெட்டகமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

298 . ஒளி விளக்கான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

299 . உயிரளிக்கும் ஊற்றான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

300 . விடுவிக்கும் அரசியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

301. வெற்றியளிக்கும் வீராங்கனையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

302 . கதிரோனாய் ஒளிவீசும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

303 . உறுதியான அடித்தளமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

304 . மேன்மைமிக்க உன்னத மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

305 . வல்லமைமிக்க மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

306 . பொறுமையின் கண்ணாடியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

307. உறுதியான உண்மையைக் கொண்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

308 . தேவைகளை நிறைவேற்றும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

309. அகரமும் னகரமுமாய் இருக்கின்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

310 . நம்பிக்கைக்கு உரிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

311. நான் வீழ்ந்துவிடாதபடி என்னைத் தூக்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

312. நீடிய பொறுமையுள்ள பாத்திரமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

313 . ஒளிமயமான ஜோதியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

314 . உண்மையின் ஊற்றான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

315 . பகைமையை நீக்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

316 . கோபத்தைத் தணித்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

317 . நோயைச் சுகப்படுத்தும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

318 . துயர் துடைக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

319 . நன்மை நல்கிடும் அருட்பெருக்கே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

320 . உன்னதரின் பிரியமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

321 . அறிவை வளமாக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

322 . ஞானத்தை போதிக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

323 . இறை பயம் ஊட்டிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

324 . சோர்வை அகற்றும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

325.சீடர்களோடு துணையாய் இருந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

326 . சொல்லில் வல்லவரான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

327 . சிந்தனைக்கு எட்டாத மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

328 . வசந்தத்தை வழங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

329. வாழ்வில் புது திருப்பத்தை தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

330 . பல்லாண்டு வாழ வைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

331 . தளர்ச்சியை நீக்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

332 . கவலையைப் போக்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

333 . கருணையால் நிரப்பிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

334 . ஆலோசனை தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

335 . ஆறுதல் அளித்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

336 . அறியாமையை அகற்றிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

337. பொறுமையால் நிறைந்திருக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

338 . சாந்த சொரூபியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

339 . கிருபையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

340 . பரமனின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

341 . பரலோக மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

342 . இனிய நல் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

343 . சுதந்திர ஜோதியான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

344 . சுடர்விடும் சூரியனான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

345 . சத்திய சீலியான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

346 . இரக்கத்தின் சமவெளியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

347 . அன்பு மலர்ந்திடும் சோலையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

348 . ஆட்கொண்டிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

349 . ஆனந்தம் தரும் அமைதிப் பூங்காற்றே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

350 . இரட்சிப்பின் ஊற்றான மரியாயே ,எங்களுக்காக வேண்டிக் கொள்ளும்

351. மா இருளில் ஒளிர் தாரகையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

352 . மாதர்களின் மாதரசியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

353 . இராக்கினியாம் நல் ஜீவியமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

354 . சதா சகாயம் செய்யும் மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

355 . வானோர் துதிக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

356 . ஜீவிப்போர் அனைவரின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

357 . தயாபர ராணியான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

358 . துன்புற்ற போதும் துவளாத மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

359 . துன்பத்தின் ஆழத்தைக் கண்டவளான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

360 . ஆரோக்கியம் அருளும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

361 . எங்களின் மதுரமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

362 . மாந்தர்களின் தஞ்சமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

363 . தயை நிறைந்த மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

364 . தாரகை சூடும் மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

365 . வழுவாதபடி எங்களைக் காத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

366 . சோதிக்கப்படுகிறவர்களுக்கு உதவிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

367.விழுகிற யாவரையும் தாங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

368 . இரக்கமும் கனிவும் உடைய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

369 . சோர்ந்தவர்களுக்கு பெலன் கொடுக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

370 . காணாமல் போனவர்களைத் தேடித் தரும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

371 . தள்ளாடும் கால்களைத் திடப்படுத்தும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

372 . மரணத்தருவாயிலும் உயிர்பிச்சை கொடுத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

373 . பசாசின் கட்டுக்களை அவிழ்த்துப் போடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

374 . புதுத் தெம்பையும் புத்துயிரையும் தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

375 . அக இருள் களைந்திடும் கலையரசியே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

376 . பயத்தை நீக்கிடும் மரியாயே ,எங்களுக்காக வேண்டிக் கொள்ளும்

377 . தெய்வ பயத்தை அளித்திடும் மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

378 . மனத்தாழ்ச்சியைக் கொடுத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

379 . தெய்வ பக்தியைக் கற்பிக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

380 . தூய்மையைச் சொல்லித் தரும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

381 . ஆற்றலை வரமாகத் தந்திடும் மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

382 . வல்லமையைக் கொடையாகக் கொடுத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

383 . நம்பிக்கையின் திரவியமே மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

384 . உற்சாகத்தை உள்ளத்தில் ஊற்றிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

385 . திடனை வழங்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

386 . தேவ வரப்பிரசாதத்தின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

387 . ஆச்சர்யத்துக்குரிய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

388 . தீபத்தின் ஒளியில் இணைந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

389 . சிலுவைச் சுமையைத் தொடர்ந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

390. ஆண்டவர் திருவுளம் துணிந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

391 . தியாகத்தை ஈன்ற தாயான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

392 . ஆகட்டும் என பணிந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

393 . அன்பினால் அகிலத்தை அரவணைக்கும் மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

394. மாநிலம் காத்திடும் தூயவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

395 . மணிமுடி அணிந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

396 . பரலோக வாயிற்படியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

397. அடியவர் நாவினுள் நிறைந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

398 . அமலியாய் அவதரித்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

399 . தூய்மை கமழும் மலரான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

400 . உயிர்கள் வணங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

401. பிரபஞ்சமே புகழ்ந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

402 . தாய்மை சிந்தும் அழகுடைய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

403 . கனிவான அருள் பொங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

404. பெண்களில் சிறந்த பெண்மணியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

405. மறைசாட்சிகளின் நம்பிக்கையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

406. கன்னிமை குன்றா குணசீலியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

407. அர்ச்சிஷ்டவர்களின் மடாலயமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

408. போற்றுதலுக்குரிய புகழ் வாய்ந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

409 . கிறிஸ்து இயேசுவினுடைய மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

410 . தந்தை கடவுளின் நேசமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

411 . புனிதத்துக்கு ஊற்றான மரியாயே , எங்களுக்காக வேண்டிக் கொள்ளும்

412. பிதாவிற்குப் பிரியமுடன் பணிந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

413. இறைமை தங்கி வாசம் செய்திட்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

414 . அறிவின் கருவூலமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

415. சகல நன்மைகளும் சங்கமித்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

416 . தயாள சிநேகம் ததும்பிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

417 . நீதிக்கும் சிநேகத்துக்கும் அருவியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

418 . அளப்பரிய மகத்துவம் பொங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

419 . திருச்செபமாலையின் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

420 . உடன்படிக்கையின் நட்சத்திரமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

421 . மங்களம் மீட்டிடும் வீணையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

422 . பரலோகத்தின் மணிமுடியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

423 . விண்ணவரின் மாணிக்க இரதமே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

424. சென்ம பாவமில்லாமல் உற்பவித்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

425 . குருக்களின் பாதுகாவலியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

426. தாவீது ராசாவின் உப்பரிகையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

427. வேதசாட்சியினரின் தேற்றரவான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

428 . தேவனுக்குத் தாயான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

429 . தாயினும் சிறந்த தயவான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

430 . அகிலம் போற்றும் உன்னத மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

431 . திருமறை போற்றும் உயர்ந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

432. திருச்சபை வாழ்த்திடும் சிறந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

433 . வேளாங்கண்ணியில் அமர்ந்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

434 . தீராத இன்னலைத் தீர்த்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

435 . மாய உலகினில் காத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

436.பாருலகோர்க்கு நட்சத்திர மண்டலமே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

437.பாவிகளின் ஆதரவான குகையே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

438. உலகம் போற்றும் உத்தமியான மரியாயே எங்களுக்காக வேண்டிக் கொள்ளும்

439 . உள்ளத்தில் ஒளி கொடுக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

440.இறைத்திட்டம் நிறைவேற துன்புற்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

441 . இன்பம் ஈபவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

442 . அருள் நிறைந்த தாயான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

443 . ஆசீர் வழங்கும் அருட்சுடரான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

444 . பாதை காட்டும் தீபமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

445 . பாதை தவறிய மாந்தர்க்கு வழிகாட்டியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

446.பாவி மனங்களுக்குச் சொந்தமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

447 . பாச உணர்வின் சுரங்கமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

448 . அமலோற்பவ கன்னிகையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

449 . இறைவார்த்தையை இதயத்தில் தியானித்த மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

450 . இறைபயம் மிகுந்தவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

451 . மனசாந்தியும் சமாதானமும் தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

452 . அருள் வாழ்வினைக் காட்டிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

453 . வருந்துவோருக்குத் துணையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

454 . கலங்கரை விளக்கான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

455 . கருணையின் கனியமுதான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

456 . கருணையைத் தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

457 . குடும்பங்களை உறவுகளால் பிணைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

458. உடைந்த உள்ளங்களை இணைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

459. இளையோருக்கு மாதிரிகையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

460. வயோதிகரின் அருகில் இருந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

461. பிரிந்த பந்தங்களை இணைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

462. விபத்துகளைத் தடுத்து நிறுத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

463. கொடிய வியாதிகளை விரட்டிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

464 . மரனரஅடியி பிரச்சனைகளைத் தீர்த்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

465. குடும்பங்களுக்குப் புரிதலைத் தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

466 . ஞானத்தை மன்றாடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

467 . விண்ணப்பிக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

468. பகை நீக்கி அன்பைப் பற்றி எரியச் செய்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

469. வெறுப்பைக் களைந்து பாசத்தை ஊற்றிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

470 . வன்மத்தைப் போக்கி மன்னிப்பை மலரச் செய்யும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

471. கருணையின் தேவ திரவியமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

472 . நீதியின் தேவதையான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

473.விவேகத்தை வரமாக வழங்கிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

474. பொறுமையைப் பொக்கிஷமாகக் கொண்ட மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

475. சாந்தத்தைக் கிரீடமாகச் சூடியவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

476 . மகிழ்ச்சியின் திருவுருவமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

477. அமைதியின் மென்காற்றாய் அசைந்தாடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

478 . தடைகளை அகற்றிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

479 . அருட்பெரும் ஜோதியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

480 . அணையா நல் தீபமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

481. இரட்சிப்பின் ஒளியான விண்மீனே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

482. அழுபவர் கண்ணீர் துடைத்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

483. ஏழையர் மனங்களை ஏறெடுத்துப் பார்ப்பவளே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

484 . முப்பொழுதும் பரிந்து பேசிடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

485 . அழகோவியமே மாந்தரின் உயிரோவியமே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

486 . உறவாய்த் தொடர்ந்திடும் முழுமதியானவளே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

487 . அலையோசை போன்ற அன்பானவளே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

488 . விடியலின் உதய தாரகை போன்றவளே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

489 . விடிந்திடா வாழ்வுக்கு விடிவெள்ளியான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

490 . பூவாக மணம்வீசும் பூமகளே மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

491. நினையாதவருக்கும் நிம்மதி தந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

492. உன்னை அழைக்காதவருக்கும் அருள் ஈந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

493. ஏழ்மையில் இன்பம் காணுகின்ற மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

494 . முயற்சி உடையோருக்கு வெற்றி அளிக்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

495. சுமைகளை சுகமாக மாற்றித் தருபவளான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

496. நாடி வருவோருக்கு நலம் நல்கும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

497 . நம்பினோரைக் கைவிடாத மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

498 . பொல்லாருக்கும் நல்லவை புரிந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

499 . திக்கற்றவருக்கு தெய்வமாகத் தெரிந்திடும் மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்

500 . எல்லோருக்கும் எல்லாமுமான மரியாயே, எங்களுக்காக வேண்டிக் கொள்ளும்


அருள்நிறை மரியே வாழ்க! ஆண்டவர் உம்முடனே!!
பெண்களுள் சிறந்தவள் நீயே!!! மாமரியே நீ வாழ்க!!!!

`}
{/* Back Button */}
        <div className="mt-10 text-center">
          <Link
            to="/prayers"
            className="inline-block bg-blue-700 text-white px-6 py-2 rounded hover:bg-blue-800 transition"
          >
            ⬅️ திரும்ப ஜெபப் பகுதி
          </Link>
        </div>
      </div>
    </div>
  );
};

export default MaryNovena7;
